[[["be1f5506-cd40-42bb-9088-5349a5965c8c",{"pageContent":"High-Tech, Craft Revival and ergonomic\nI\nn October 1973, members of the Organization of Arab \nPetroleum Exporting Countries (OAPEC) issued \nan oil embargo in response to the US government's \ndecision to resupply the Israeli military during the \nYorn Kippur War, and as a result oil prices quadrupled. \nDrastically higher oil prices of course made plastic -\nthe favourite material of the previous decade - much \nmore expensive, and beyond that, all manufacturers \nfelt the pressure of higher energy, transportation \nand production costs. Most were forced to slash their \nresearch and development budgets, spelling an end to \nPop and unfettered experimentation in product design. \nAs home and export markets contracted and costs \nsoared, conservative, low-risk design became the norm. \nIn furniture design, for instance, bright plastics fell out \nof favour and were replaced by wood, steel and glass. \nThe pervasive conservatism in mainstream design","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":1,"to":19}}}}],["bbc5401c-b26e-4bb8-83ee-16087c6016ad",{"pageContent":"In furniture design, for instance, bright plastics fell out \nof favour and were replaced by wood, steel and glass. \nThe pervasive conservatism in mainstream design \nduring the mid to late seventies felt, in many ways, like \na return to Modernism. In fact, in these years there \nwas a general re-evaluation on the part of the design \ncognoscenti of the Modern Movement's achievements, \nand Modernist design icons such as Marcel Breuer's \nWassily chair and Le Corbusier's chaise longue became \nan increasingly common feature of interiors. This \nsame back-to-basics mindset also prompted a rather \nuninspiring form of seventies rationalism, which was \ntypified by the use of geometric forms and muted \nearthy tones, all of which were in stark contrast to the \nexuberant colours and sculptural forms of pre-crisis \ndesign. Indeed, within the car industry as well as in the \nfurniture market, most designs looked as though they \nhad been created using a setsquare, and the truth of","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":17,"to":34}}}}],["19ff8566-ca64-4f8f-b03e-144ec9ff7a34",{"pageContent":"design. Indeed, within the car industry as well as in the \nfurniture market, most designs looked as though they \nhad been created using a setsquare, and the truth of \nthe matter was that they probably had been. Certainly \nwithin automotive design there was an increasing \nemphasis on masculine boxy forms, which continued \nwell into the mid-198os. Another effect of the oil \ncrisis was to prompt American car manufacturers \nto explore more fuel-efficient \"compact\" models, \nalthough Japanese car manufacturers, who had already \npositioned themselves in this market with models such \nas the Toyota Corolla and the Datsun Sunny (both \n1966), went on to dominate it, both of those cars selling \nin impressive numbers around the world. \nThis rationalism in international design also found \nexpression in the industrial-chic aesthetic of the new \nHigh-Tech style. The first stirrings of this style had \nactually occurred in architecture during the late 1960s,","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":32,"to":49}}}}],["f0ba005c-7b57-4551-8fa2-3606542f296e",{"pageContent":"expression in the industrial-chic aesthetic of the new \nHigh-Tech style. The first stirrings of this style had \nactually occurred in architecture during the late 1960s, \nwhen British architects such as Richard Rogers and \nNorman Foster were inspired by the problem-solving \napproach of the design-engineer and futurist philosopher \nRichard Buckminster Fuller - a relationship of which \nFoster later noted: \"I was privileged to collaborate \nwith Bucky for the last 12 years of his life and this had \na profound influence on my own work and thinking. \nInevitably, I also gained an insight into his philosophy \nand achievements.\" 1 In 1968 Buckminster Fuller had \npublished a book, Operating Manual for Spaceship Earth, \nthat in addition to popularizing the term \"spaceship \nearth\" raised awareness about the finite nature of fossil \nfuels. As an early environmentalist, he had also argued \nthat design could be used more mindfully, to create more","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":47,"to":63}}}}],["3906a822-8033-4786-86d5-2b6a7b3a4aca",{"pageContent":"earth\" raised awareness about the finite nature of fossil \nfuels. As an early environmentalist, he had also argued \nthat design could be used more mindfully, to create more \neco-efficient solutions. But he was no Luddite: rather, he \nadvocated doing more with less - a classically Modernist \nethos that chimed with the financially straitened times \nbrought about by the Oil Crisis. \nAs Rogers, Foster and another British architect, \nMichael Hopkins, incorporated unadorned industrial \nelements such as exposed steel beams, pipework and \nvent shafts into their High-Tech buildings, the style \nbegan to find its way into mainstream interior design. \nStarkly utilitarian equipment and fittings manufactured \nfor use in factories and institutions, such as metal \ntrolleys, rubber flooring, clamp lighting, Metro's Super \nErecta shelving units and Kee Klamp scaffolding poles, \nall featured in these interiors, which often used bold \nprimary colour schemes in homage to the earlier De","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":61,"to":78}}}}],["3b273c0a-b1c7-4fa3-b2bf-cf0f8f1be4fb",{"pageContent":"Erecta shelving units and Kee Klamp scaffolding poles, \nall featured in these interiors, which often used bold \nprimary colour schemes in homage to the earlier De \nStijl movement. These industrial furnishing elements \nhad the added benefit of being relatively inexpensive, \nhaving been created for high-volume, contract \nusage, and this had a certain appeal in the midst of a \nrecession. As well as \"found\" elements, the High-Tech \ninterior also frequently featured Rodney Kinsman's \nOmkstak chair (1971), which became an icon of the \nage. Also popular in seventies interiors was Collier-Campbell's Bauhaus textile for Liberty, which reflected \nthe renewed interest in designs from the Modern \nMovement, being itself a colourful reinterpretation of a \nBauhaus tapestry. \nAround this time there was also an increasing \nethical awareness about the role of design in society. \nThis was expressed in the democratic work of the \nSwedish design duo Johan Huldt and Jan Dranger,","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":76,"to":93}}}}],["856fc7b1-58da-43ed-bf53-da97c73ddf9a",{"pageContent":"ethical awareness about the role of design in society. \nThis was expressed in the democratic work of the \nSwedish design duo Johan Huldt and Jan Dranger, \nwho established their own manufacturing company, \nInnovator Design, to produce and market their \ndesigns anonymously in order to counter the cult \nof designer products. Using tubular metal, sheets \nof perforated metal and canvas, Huldt and Dranger \ndeveloped a range of colourful, inexpensive and \nhighly practical furnishings - including chairs, tables, \ntrolleys and shelving- that exemplified Swedish \ndesign's egalitarianism and also signalled a new \ninternationalism in Scandinavian design. Innovator's \nproducts were hugely successful throughout the late \n1970s and early 1980s, and were even retailed by the  \nlikes of Habitat and IKEA. While the roots ofHuldt \nand Dranger's furniture can be found in 1930s Swedish \nFunctionalism, these designs were also quintessentially \nof the High-Tech school. The style also found fertile","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":91,"to":109}}}}],["adf3def3-19db-421d-8f73-73559f9d3714",{"pageContent":"and Dranger's furniture can be found in 1930s Swedish \nFunctionalism, these designs were also quintessentially \nof the High-Tech school. The style also found fertile \nground in the United States, where the well-known \ninterior designers Joseph Paul D'Urso and Ward \nBennett incorporated salvaged industrial materials into \ntheir interior schemes. In 1978 Joan Kron and Suzanne \nSlesin published a book on the design phenomenon, \nentitled High-Tech: The Industrial Style and Source Book \nfor the Home, though already by this stage the style was \non the wane. Rather than dying out completely, though, \nit morphed into the short-lived Matte Black style of the \nlate 1970s and early 1980s, which was distinguished \nby a macho, modernistic aesthetic, as presaged by \nRichard Sapper's Tizio task light (1972) or seen in the \nvery earliest work of Philippe Starck, such as his Mac \nGee bookshelf (1979). Like its older brother High-Tech, \nMatte Black was uncompromisingly industrial.","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":107,"to":124}}}}],["1a1510d4-19a5-4c9d-bd46-a0aaf666e0b2",{"pageContent":"very earliest work of Philippe Starck, such as his Mac \nGee bookshelf (1979). Like its older brother High-Tech, \nMatte Black was uncompromisingly industrial. \nParadoxically, while High-Tech was enjoying its \nbrief starring role in international design, there was \nalso a major return to craft-design during the 1970s. \nThe Craft Revival, as it came to be known, was not \nonly the antithesis of the High-Tech style, but also ran \ncounter to the overt consumerism of the previous two \ndecades. Craft revivalists such as John Makepeace \nin Britain and Wendell Castle in the United States \nattempted to preserve the craft traditions in wood, \nwhich had suffered so much from the dominance \nof industrial production - though like that of their \nspiritual predecessor William Morris, their work \nwas time-consuming to produce and so necessarily \nexpensive. One of the main reasons for the flourishing \nof the Craft Revival was reduced employment in the","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":122,"to":139}}}}],["aad05986-9043-4d78-9cc7-4fd08091db14",{"pageContent":"was time-consuming to produce and so necessarily \nexpensive. One of the main reasons for the flourishing \nof the Craft Revival was reduced employment in the \ndesign industry as a whole - as companies' research \nand development budgets contracted, so did the \nnumber of jobs for professional designers. Even those \ndesigners that did find work found that the conservative \nmood of the recession left little room for creative \nengagement. As a result, during the 1970s many \ndesigners were effectively excluded from industry, \nby lack of employment or lack of inclination, and \nmany such individuals embraced the polar opposite \nof the industrial process: handicraft. With virtually no \nfinancial outlay other than the cost of raw materials, \nand an appealingly low-tech, do-it-yourself ethos, the \nCraft Revival enabled design practitioners to re-engage \nwith the hands-on process of making, and to make that \nprocess a form of personal creative expression. The","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":137,"to":154}}}}],["8d886af2-2323-418d-9cfa-a4be97ea21e9",{"pageContent":"Craft Revival enabled design practitioners to re-engage \nwith the hands-on process of making, and to make that \nprocess a form of personal creative expression. The \nmovement also reflected a growing eco-awareness, \nwhich had first emerged in the previous decade: the \nenvironmental impact of individual designer-craftsmen \nmaking bespoke objects is, of course, far less than \nthat of industrial manufacturing systems. Perhaps the \ngreatest driver of the Craft Revival, though, was its \npower to foster emotional connections between objects \nand users - something that was sorely lacking in the \ndisposable design gimmickry of the 1960s and the \nsterile industrial production of the 1970s mainstream. \nThe social mission of design, as expounded by \nVictor Papanek in his book Design for the Real World \n(1970), also became a theme of the mid to late 1970s, \nmost notably in the increasing use of ergonomics","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":152,"to":168}}}}],["bfa84316-5ad5-471d-a6d1-449f02e66f57",{"pageContent":"Victor Papanek in his book Design for the Real World \n(1970), also became a theme of the mid to late 1970s, \nmost notably in the increasing use of ergonomics \nin design practice, with the goal of creating better-performing, safer and more user-friendly products. \nThis was especially the case for equipment destined \nfor the work environment, and one of the main drivers \nfor this was President Richard Nixon's establishment \nin 1970 of the Occupational Safety and Health \nAdministration, the mission of which was to \"assure \nsafe and healthful working conditions for working \nmen and women by setting standards and by providing \ntraining, outreach, education and assistance\". 2 Other \ncountries were also establishing public bodies to \noversee the introduction of health and safety standards \naround this time, and companies were coming to realize \nthat better-designed workplaces could lead to increased \nefficiency and productivity. One of the pioneers in","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":166,"to":182}}}}],["60b918d4-1744-4dc9-81f9-d0624a3a58fa",{"pageContent":"around this time, and companies were coming to realize \nthat better-designed workplaces could lead to increased \nefficiency and productivity. One of the pioneers in \nthis field was the American industrial designer Niels \nDiffrient, who while working in the offices of Henry \nDreyfuss co-authored the Humanscale 1/2/3 manual \n(1974), which became the industrial designer's bible \nof ergonomic data. 3 This portfolio of human factors \ninformation contained three double-sided plastic \nreference tables printed with data relating to the sizes \nof people, seating considerations, and requirements \nfor the elderly and disabled. The calculation guides \nalso had measurement wheels that could be turned to \ngive precise information on, for instance, the optimum \nheight for lumbar supports, armrests, tabletops, and \nso forth, which were determined by the height of the \ntheoretical user. \nThis more scientific understanding of the human \nform helped designers to create products that worked","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":180,"to":198}}}}],["255733b6-bba7-4926-af5c-de12c30472ce",{"pageContent":"so forth, which were determined by the height of the \ntheoretical user. \nThis more scientific understanding of the human \nform helped designers to create products that worked \nin better harmony with and were more comfortable \nfor users. Emilio Ambasz's Vertebra chair (1977), \nfor instance, was one of the first office chairs to be \ndesigned from an ergonomic standpoint, and the first \nto respond automatically to the user's movement, \nthereby maintaining continuous contact and support. \nAnother early ergonomic office chair was Fred Scott's \nSupporto, manufactured by Hille, which managed \nto combine comfort based on science with stylish, \ncombination. Scandinavian designers made some \nnotable contributions to healthy seating design, \ntoo, among them the Norwegian Peter Opsvik, who \ndeveloped the first ergonomic sitting tool, the Balans \nVariable chair (1979) for Stokke, and the Finnish Yrjo \nKukkapuro, whose Fysio office chair (1978) had a","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":195,"to":213}}}}],["8048c75e-c4a8-4fda-8829-d83107dff9a3",{"pageContent":"developed the first ergonomic sitting tool, the Balans \nVariable chair (1979) for Stokke, and the Finnish Yrjo \nKukkapuro, whose Fysio office chair (1978) had a \ndistinctive high back that followed the contours of the \nuser's spine. Ergonomic design clearly had roots in \nsocial ideas related to health and inclusivity, but it was \nalso a manifestation of the wider return to Rationalism \nHigh-Tech, Crah Revival and ergonomics \nin design. Trimmed of all decoration, these items were \npure expressions of function, shaped by data rather \nthan creative intuition. The only drawback was that, for \nall their enhanced performance, they were rarely what \nmight be considered visually exciting. \nRadical Design re-emerge\nMainstream design of the mid- to late seventies \nwas, on the whole, rather dull, even in Italy: \nmanufacturers produced bland products and \nconsumers bought them. Yet fermenting under the \nsurface was the Italian Radical Design movement,","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":211,"to":229}}}}],["6da69174-e835-43b5-b8cc-d43386f3866e",{"pageContent":"was, on the whole, rather dull, even in Italy: \nmanufacturers produced bland products and \nconsumers bought them. Yet fermenting under the \nsurface was the Italian Radical Design movement, \nwhich had emerged during the late 1960s and now had \na lot more to rail against, in the midst of such banality \nin mass-produced objects. The architect, designer \nand artist Riccardo Dalisi had already undertaken \nexperiments with tecnologia povera (poor technology) \nin the late 1960s, and had later organized workshops \nfor underprivileged children in the Traiano district of \nNaples in 1973, in an attempt to bring personal and \nspontaneous creativity back to design practice. His \nresearch inspired the establishment of a \"school\" \nof counter-architecture and counter-design in the \neditorial offices of Casabella magazine in Milan in \nJanuary 1973. This new venture, known as Global \nTools, was founded by a roster of Italy's most avantgarde design practitioners: Archizoom Associati,","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":226,"to":243}}}}],["c91562c7-f06d-4f5a-a2e3-600d687a54f5",{"pageContent":"January 1973. This new venture, known as Global \nTools, was founded by a roster of Italy's most avantgarde design practitioners: Archizoom Associati, \nRemo Buti, Riccardo Dalisi, Ugo La Pietra, Gruppo \n9999, Gaetano Pesce, Gianni Pettena, Ettore Sottsass, \nSuperstudio, Gruppo UFO and Zziggurat. In the \nmagazine's March 1973 issue the group defined itself as \n\"a system of workshops for the propagation of the use \nof natural materials, and the relevant behaviours\", and \nexplained that its objective was \"to stimulate the free \ndevelopment of individual creativity\". 4 Armed with a \ndo-it-yourself ethos and a left-leaning political agenda, \nGlobal Tools sought to creatively connect ordinary \npeople with the design process. For the two years of \nits brief operation it was the central forum of Radical \nDesign and the project's disbandment in 1975 signified \nthe end of Radical Design's first phase in Italy. \nDespite the eventual break-up of Global Tools, new","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":242,"to":258}}}}],["1df52b6c-0060-4c08-8fbf-2080825567dc",{"pageContent":"Design and the project's disbandment in 1975 signified \nthe end of Radical Design's first phase in Italy. \nDespite the eventual break-up of Global Tools, new \nmutating shoots of Radical Design had appeared a year \nearlier when the designer Alessandro Mendini set fire \nto two identical archetypal chairs outside the offices \nof Casabella, where he was editor-in-chief. Both chairs \nbore the name Lassu (Up There), and the act of burning \nthem was intended to blur the boundaries between \nart and design. This incendiary act was followed by \nanother symbolic chair burning later that same year, \nin which another Lassu chair was taken to a quarry \nand placed on a flight of steps before being engulfed \nin flames and photographed. This now legendary act \nof destruction was intended to enact the legend of the \nphoenix, allowing new designs to rise from the ashes of \nold; by symbolically placing an idealized object within \nthe context oflife and death, Mendini had attempted to","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":256,"to":273}}}}],["6f26a8b8-e57e-4954-a035-e0c6cdeee1e1",{"pageContent":"phoenix, allowing new designs to rise from the ashes of \nold; by symbolically placing an idealized object within \nthe context oflife and death, Mendini had attempted to \nprovide it with a more human dimension. \nTwo years later, in 1976, the architect Alessandro \nGuerriero founded Studio Alchimia, which would \nbecome the main champion of this provocative new \nform of intellectually challenging counter-design, \nbest described as the second phase of Radical Design. \nAlthough first intended as a gallery space in which to \nexhibit work that was not constrained by industrial \nmass production, Studio Alchimia soon became \nan influential design studio that produced avant-garde work by designers including Ettore Sottsass, \nAlessandro Mendini, Andrea Branzi, Paola Navone \nand Michele De Lucchi. The studio's name, which \nalluded to chemistry's pseudo-scientific predecessor, \nwas a jibe at the scientific rationale underlying \nModernism. It also referenced alchemy's association","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":271,"to":288}}}}],["45adc2f1-df3f-456c-817f-da0a80411680",{"pageContent":"alluded to chemistry's pseudo-scientific predecessor, \nwas a jibe at the scientific rationale underlying \nModernism. It also referenced alchemy's association \nwith magical transmutation, and the transformation \nof existing designs became a defining feature of \nthe studio's work. The best-known examples of this \napproach were Alessandro Mendini's redesigns \nof iconic furniture pieces: he decorated Marcel \nBreuer's Wassily chair with colourful, organic forms \nreminiscent of camouflage; gave Joe Colombo's \nUniversale chair a faux-marble finish; and attached \nensigns to Gio Ponti's Superleggera chair in reference \nto the traditional fisherman's chair that had inspired it. \nMore famous, though, was Mendini's Proust Armchair \n(1978), which was an act of\"banal design\", whereby \nan everyday object was transformed into an ironic \ndesign statement with the addition of innovative \ncolours and/or applied motifs: in this case, an antiquestyle armchair was decorated in a pointillist style,","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":286,"to":303}}}}],["c8389f19-3305-46da-ae70-b56ff0dfa8bb",{"pageContent":"design statement with the addition of innovative \ncolours and/or applied motifs: in this case, an antiquestyle armchair was decorated in a pointillist style, \nwith multicoloured dabs of paint. Studio Alchimia's \nironically named Bau.Haus 1 and Bau.Haus 2 \ncollections, ofi978 and 1979 respectively, pointedly \nridiculed what these designers saw as the banality \nof the prevailing Modernist aesthetic. Andrea Branzi \nexplained Studio Alchimia's central - and rather \npessimistic - premise by stating that \"operations \nof redesign consisted of touching up found objects \nor famous products of design to illustrate the \nimpossibility of designing something new in respect \nto what has already been designed\". 5 Highly \nsemantic and self-consciously elitist, intellectual and \npoliticized, Studio Alchimia's facetious, subversive \nwork, and that of the second wave of Radical Design \nfrom which it came, laid the foundations of the \nMemphis Design Group. \nRadical culture was also stirring in Britain,","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":302,"to":320}}}}],["7903f17e-b292-45d2-a175-57b2c6b13202",{"pageContent":"work, and that of the second wave of Radical Design \nfrom which it came, laid the foundations of the \nMemphis Design Group. \nRadical culture was also stirring in Britain, \nwhere the deep recession of the 1970s and the high \nunemployment rates that came with it produced a \ndisenfranchised generation that was deeply sceptical \nof the establishment. Punk was the natural expression \nof this disaffection, emerging in fashion and music in \naround 1974 and soon making the leap to graphic and \nproduct design, in, for example, Jamie Reid's anarchic \n1977 cover for the Sex Pistols' \"God Save the Queen\" \nand, slightly later, Daniel Weil's Radio-in-a-Bag (1981). \nBritish interior design, at the time typified by Habitat \nand its by-then phenomenally successful flat-pack \nfurniture, fluffy duvets and chicken bricks, also felt \nthe effects of punk, in the anarchic Creative Salvage \nmovement it spawned in around 1981. \nThe electronics age\nWhile mainstream design was, for the most part,","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":317,"to":336}}}}],["9f9573c4-80f4-4f2a-8aed-f82b543761ec",{"pageContent":"the effects of punk, in the anarchic Creative Salvage \nmovement it spawned in around 1981. \nThe electronics age\nWhile mainstream design was, for the most part, \nnot as \"happening\" in the 1970s as it had been in \nthe previous decade, there was one notable exception: \nconsumer electronics. In fact, it could be said that \nthe decade saw a revolution in this manufacturing \nsector, with Sony launching its first videocassette \nrecorder, or VCR, in 1971, and the Dutch electronics \ncompany Philips introducing a competing model the \nfollowing year. A battle of videotape formats later \nraged between JVC's VHS and Sony's Betamax from \nthe mid 1970s into the '8os, with the former famously \nemerging as the victor. Whichever side they chose, \nduring this period consumers were able, for the first \ntime, to record television programmes and watch \nthem at their own convenience. They could also buy \nor rent videos meaning their homes had become far \nmore entertaining as movies could now be viewed at","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":333,"to":352}}}}],["4f11a6ca-a6ad-4eed-ab8d-4a0fb509c973",{"pageContent":"them at their own convenience. They could also buy \nor rent videos meaning their homes had become far \nmore entertaining as movies could now be viewed at \ntheir convenience. The videocassette recorder though \ntechnically very primitive in comparison to today's \nelectronic gadgets and streaming capabilities was \nan important first step towards the desigp of more \npersonalized entertainment-delivery systems. \nThe year after the VCR was introduced saw - as \nany gaming enthusiast will know- the launch of the \nworld's first really successful arcade video game, Pong. \nDesigned by the American games developer Atari, this \nsimple game opened the floodgates to a whole new \narea of design endeavour and birthed an industry that \nwould eventually come to rival the older entertainment \nmarkets of film and television. Less well known is that \n1972 was also the release year of the world's first video-game console for the home, the Magnavox Odyssey.","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":350,"to":366}}}}],["7b8562b7-1391-4973-a6d2-44eb1e6e707f",{"pageContent":"markets of film and television. Less well known is that \n1972 was also the release year of the world's first video-game console for the home, the Magnavox Odyssey. \nThe American inventor and engineer Ralph Baer, now \nwidely regarded as the father of video games, was \nbehind this new family of home electronics products; \nprototypes had been developed in the late 1960s, and \nthe final working prototype, produced in 1968, was \nknown as the \"Brown Box\". Magnavox first publicly \ndemonstrated the Odyssey in May 1972 and released \nit in August of that year, predating Atari's Pong home \nconsole by three years. (And as a footnote in gaming \nhistory, it should be noted that Pong's classic ping-pong \ngame was actually inspired by the Odyssey's earlier \ntable-tennis game.) The gaming industry really came \nof age, though, with the Atari 2600, which was released \nin 1977 and was the first console, which rather than \nbeing programmed with a set number of games, could","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":365,"to":381}}}}],["b5e8eb3e-2ab4-4b80-b23e-1414a7ecaa9a",{"pageContent":"of age, though, with the Atari 2600, which was released \nin 1977 and was the first console, which rather than \nbeing programmed with a set number of games, could \ninstead be used to play an unlimited number of games \ncartridges, thus offering far greater gaming choice. \nThe following year brought the much 0 played \nSpace Invaders arcade game, and with it a new \nsophistication in gaming design; when it was released \nfor use at home in 1980 it sent sales of the Atari 2600 \nconsole rocketing and cemented home gaming as an \nestablished and lucrative market. The development \nof video games did not stop with the console, but \ninvolved the design of the games, too, and, along \nwith other types of software programming, this \nconsiderably widened the scope of design practice. \nTraditionally, designers had created objects; now \nthey also operated in-the digital realm, and were also \npioneering the design of interfaces that connected the \nreal and the virtual.","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":379,"to":397}}}}],["967b7efa-6342-4aa9-bcda-6880fcebf74a",{"pageContent":"Traditionally, designers had created objects; now \nthey also operated in-the digital realm, and were also \npioneering the design of interfaces that connected the \nreal and the virtual. \nIn the early 1970s Motorola began to experiment \nwith cellular radio technology, and the results of those \ntests went on to revolutionize communication devices. \nIn 1973 the company trialled the world's first \"portable \nradio phone\" in New York. It was a hefty device, though \nstill mobile, known as the DynaTAC. The model was \nrefined and, after gaining approval from the Federal \nCommunications Commission, went on sale a decade \nlater, in 1983. For obvious reasons, it quickly gained the \nnickname \"the brick\". Mobile phones were unsuitable \nfor consumer use until after 1978, when the first \nautomated cellular networks were launched, so it was \nnot until the 1980s that the world went really mobile. \nThe Sony Walkman was also developed in the late \n1970s, and the first model, the TPS-L2, was released in","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":394,"to":412}}}}],["0438f135-5bbb-4e4a-a328-f47c27e9bb26",{"pageContent":"not until the 1980s that the world went really mobile. \nThe Sony Walkman was also developed in the late \n1970s, and the first model, the TPS-L2, was released in \n1979, though it did not achieve iconic status until the \n1980s. It was to become a key lifestyle product of that \ndecade, despite its rapid battery drainage and limitation \nto the single function of playing a music cassette. The \nmobile phone and the Walkman were revolutionary \nin their unprecedented miniaturization of technology \nand introduced two brand-new types of personalized, \nmobile electronic product to the market. This area of \ndesign was soon to have a transformative effect on \nsociety and would, of course, eventually functionally \nconverge into a single device.","metadata":{"type":"content","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","loc":{"lines":{"from":410,"to":423}}}}],["3dbdcb24-ecd5-4824-b2e9-b329d4b531bf",{"pageContent":"Memphis and Postmodernism\nThe 1980s was a highly significant decade in the story of design, in which the new international avant-garde style, Postmodernism, boosted the profile of the discipline exponentially, and digital tools emerged that would increasingly come to shape it. \nAfter the economic woes of the angst-ridden 1970s, it seemed as though a page had been turned to a new chapter of history, giving innovative design an opportunity to flourish once again. A resurgence in right-wing political thinking - as espoused by Britain's first female prime minister, Margaret Thatcher, and her American presidential counterpart, Ronald Reagan - and the changes this brought in its wake, from the privatization of nationalized companies, to the \nbreaking of the unions' grip on industrial production, to the loosening of financial market regulations, saw the global economy finally pull itself out of recession and begin to surge upwardly.","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":1,"to":4}}}}],["7c750d65-5f2f-4589-a5c2-77ac0c913b36",{"pageContent":"breaking of the unions' grip on industrial production, to the loosening of financial market regulations, saw the global economy finally pull itself out of recession and begin to surge upwardly. \n  The go-getting culture of the day brought with it an increase in home-ownership and widespread \ndabbling on the stock market, as well as a renewed feeling of optimism among many people, who felt that a free-market economy would lead to a better future.","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":4,"to":6}}}}],["716a4d6e-000c-4509-ab79-bb61ca6cc571",{"pageContent":"dabbling on the stock market, as well as a renewed feeling of optimism among many people, who felt that a free-market economy would lead to a better future. \nThe paternalism that had so shaped governments'. economic policies in the West from the late 1930s to the late 1970s, as advocated by the British economist John Maynard Keynes, had been replaced by a very different doctrine that was radically opposed to interventionist \"Big Government\". The new economic mood was inspired by the American economist Milton Friedman's argument that the well-meaning interventionist policies of the Federal Reserve during the Great Depression had actually made matters worse, and that a laissez-faire approach might have worked much better in lifting America out of its financial malaise. With the world still in the grip of a protracted economic \ndownturn during the late 1970s and early 1980s, both \nReagan and Thatcher seized upon Friedman's ideas, \nbelieving that the society of free enterprise and lower","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":6,"to":10}}}}],["cdfe66af-84d9-4f9b-87c8-863c6e15d336",{"pageContent":"downturn during the late 1970s and early 1980s, both \nReagan and Thatcher seized upon Friedman's ideas, \nbelieving that the society of free enterprise and lower \ntaxation, less regulation and restrained public spending \nthat he advocated might be just what was needed to \nstart the economy's cogs turning once again. This \nmessage focused on the power of individuals, rather \nthan government or society, to effect change - an \nempowering theme for young entrepreneurs. The ideas \nof freedom from intervention and self-motivation \nespoused during this period lie at the very heart of \nthe American Dream, and in Britain as in America at \nthis time the message was that hard work, ability and \npersistence would be rewarded with social mobility. \nSo how did this mindset alter design practice? The \nmost notable effect was the more entrepreneurial \nstreak that became increasingly apparent in designers \nand design companies; another was that there was","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":8,"to":25}}}}],["a24cd2fb-72ad-48c5-9395-e77a595ee262",{"pageContent":"most notable effect was the more entrepreneurial \nstreak that became increasingly apparent in designers \nand design companies; another was that there was \nfar more disposable income floating around for the \nacquisition of\"design\", which became a subject of \nincreasing public interest, academic study and debate. \nAfter the relative stasis of design practice in the mid \nto late 1970s, during which the Italian Radical Design \nmovement, innovative though it was, remained a \nminority interest, there was a sudden surge of change \nas a new wave of avant-garde design broke on the \ninternational design scene in the early 1980s. Such \nwas its effect that the 1980s came to be known as \"the \ndesigner decade\" - although for the vast majority of \npeople \"design\" still meant \"designer labels\", and \nthe term was generally used for fashion items such as \njeans, sunglasses, trainers and even underwear; some \nother fashionable lifestyle accessories were also given","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":23,"to":40}}}}],["49bbebc3-2d35-42eb-8ef4-8bc7d46d1b91",{"pageContent":"the term was generally used for fashion items such as \njeans, sunglasses, trainers and even underwear; some \nother fashionable lifestyle accessories were also given \nthis appellation, among them Zippo lighters, Dualit \ntoasters, Bang & Olufsen stereos and Rolex watches. \nIt was not until the 1990s that the general public was \nreminded that \"design\" was not just a noun but also a \nverb - that it is a process of problem-solving. \nThe origins of what was then termed New \nWave design, but which also became known as \nPostmodernism, can be traced to December 1980, \nwhen Ettore Sottsass hosted an informal gathering of \ndesigners at his apartment on Milan's Via San Galdino \n- an event that would be woven into contemporary \ndesign lore. At 64 years old, Sottsass had already \nachieved considerable success in industrial design and \nwas an acknowledged leader of the Italian Radical \nDesign movement, but he had no plans to slow down. \nHe invited a number of talented designers, all in","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":38,"to":56}}}}],["55548545-ad58-4ec8-b314-a1d26d34d219",{"pageContent":"was an acknowledged leader of the Italian Radical \nDesign movement, but he had no plans to slow down. \nHe invited a number of talented designers, all in \ntheir 20s, to discuss his plan to produce a new line \nof furniture to be executed by his old friend Renzo \nBrugola, who owned a cabinetmaking workshop in \nMilan. Even in the early 1980s, the craft skills that had \nbeen such an important factor in the economic miracle \nin post-war Italy were still very much in existence, \nand Sottsass had realized that they offered a means \nof creating innovative design outside of mainstream \nindustrial production. Although he had collaborated \nwith Studio Alchimia and contributed his Svincolo \nfloor lamp, among other designs, to its first collection, \nhe found the group's focus on redesign and \"banal \ndesign\" too pessimistic and creatively restrictive. \nSottsass had a vision of something far more attuned to \nthe emerging optimism of the 1980s: a sort ofneo-Pop","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":54,"to":71}}}}],["f6143bcb-176a-4be7-8da4-b4b0181b42ed",{"pageContent":"design\" too pessimistic and creatively restrictive. \nSottsass had a vision of something far more attuned to \nthe emerging optimism of the 1980s: a sort ofneo-Pop \nthat was visually loud and colourful but which, like the \nwork of Studio Alchimia, was infused with layers of \nsymbolism. While the design guru discussed with his \nyouthful acolytes - Martine Bedin, Aldo Cibic, Michele \nDe Lucchi, Matteo Thun and Marco Zanini - his idea for \na furniture range that he dubbed \"The New Design\", in \nthe background Bob Dylan's song Stuck Inside of Mobile \nwith the Memphis Blues Again played on the record \nplayer, repeatedly getting stuck on the words \"Memphis \nblues again\". The design writer Barbara Radice, who \nwas present at this rather drunken meeting, recalled \nthat after much discussion about the name of this new \nfurn\\ture collection, \"Sottsass said: 'Okay, let's call it \nMemphis,' and everyone thought it was a great name: \nBlues, Tennessee, rock'n'roll, American suburbs, and","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":69,"to":86}}}}],["a6a73b01-6773-4ad7-bc73-dc152da90893",{"pageContent":"furn\\ture collection, \"Sottsass said: 'Okay, let's call it \nMemphis,' and everyone thought it was a great name: \nBlues, Tennessee, rock'n'roll, American suburbs, and \nthen Egypt, the Pharaohs' capital, the holy city of the \ngod Ptah.\" 1 \nMemphis certainly had the layered meanings \nSottsass aspired to, being both the name of the ancient \nEgyptian capital of culture and that of the Tennessee \nbirthplace of Elvis Presley. It was the perfect moniker \nfor a design collective that relished drawing eclectic \ninspiration from cultures near and far, high and \nlow. Although no prescriptive directions were given \nabout form, function, materials, style and so on - that \napproach being too much like Modernism, with all its \nrigid rules - the designs created for the collection had a \ndistinct aesthetic that reflected this taste for sampling \nand mixing styles from the past and the present in order \nto create something completely new. This intentionally","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":84,"to":101}}}}],["0ea0a4ad-d3d4-477e-a6b1-9b6835a76e32",{"pageContent":"distinct aesthetic that reflected this taste for sampling \nand mixing styles from the past and the present in order \nto create something completely new. This intentionally \nmischievous practice reflected a more energetic and \ninternational outlook in design; designers were now \nalso far more self-aware, on the whole, being by this \nstage well and truly versed in semiotics, the study of \nlanguage and symbols. Roland Barthes's Mythologies \n(first published in 1957) had brought an understanding \nof the subject to the field of design, and this was \ndeepened by Umberto Eco's more recent publication, \nA Theory of Semiotics (1976). While Studio Alchimia \nhad sought (and was still seeking) to intellectualize \ndesign by introducing semantic meanings, Memphis \nwas far more playful in its use of coded meanings and \nmixed messages. Above all else, this design collective \ncelebrated the cultural pluralism of Postmodernism, \nand to this end created designs that used eye-catching","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":99,"to":116}}}}],["5d0ebb6a-3b4b-4146-aaa7-223a40059fbf",{"pageContent":"mixed messages. Above all else, this design collective \ncelebrated the cultural pluralism of Postmodernism, \nand to this end created designs that used eye-catching \ncolour combinations, bold totemic forms and plastic \nlaminates with New Wave style geometric and \nbiomorphic patterning. \nThis was Postmodern design at its loudest and \nmost attention-seeking, and Memphis made a startling \nimpact with its provocative de but at the Milan Furniture \nFair (Salone de! Mobile) in 1981. It was a riotous \ndesign circus, and the enigmatic Ettore Sottsass took \nthe role of ringmaster to the youthful band of design \nrenegades, which included not only the designers that \nhad been present at that legendary soiree but now \nalso an assortment of foreign practitioners, notable \namong whom George Sowden, Nathalie Du Pasquier, \nJavier Mariscal and Masanori Umeda; over the coming \nyears they would be joined by Hans Hollein, Shiro \nKuramata, Peter Shire, Michael Graves and others.","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":114,"to":132}}}}],["4f2666bb-72ef-4cde-b3ad-5a038b0d79d9",{"pageContent":"Javier Mariscal and Masanori Umeda; over the coming \nyears they would be joined by Hans Hollein, Shiro \nKuramata, Peter Shire, Michael Graves and others. \nBeing extremely media-savvy, Memphis did what no \nanti-design group had successfully done before: they \npopularized Postmodernist theory by repackaging it \ninto, as the design critic Alice Rawsthorn puts it, \"a \nfun, seductive form that millions understood\". 2 The \nlanguage of Postmodern design that they introduced \nwas exuberantly playful, capturing the optimism \nemerging in the early 1980s as the world's economy \nstarted to heave itself out of recession. Memphis designs \nstood out in a sea of uninspiring furniture at the Salone \nde! Mobile and captivated the world's design press, \nwhich helped the group to disseminate their Postmodern \nmessage around the world. The diverse nationalities \nof Memphis members also ushered in a new era of \ninternationalism in design, which would become a","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":130,"to":147}}}}],["0bff79df-73f9-461e-9ffe-8117a7e0e240",{"pageContent":"message around the world. The diverse nationalities \nof Memphis members also ushered in a new era of \ninternationalism in design, which would become a \nmarked feature of design's evolution over the coming \nyears. Memphis's multicultural picking and mixing of \nreferences also anticipated the increasing globalization \nthat occurred in the 1980s, the decade in which not just \nmass travel but also mass emigration created cultures \nof ethnic diversity around the world, as so famously \ncelebrated by the art director Oliviera Toscani in his \n\"United Colors\" campaign for Benetton during this \nperiod. In parallel, the shrinking of the world through the \nincreasingly global reach of the media - catalyzed by the \nlaunches of CNN and MTV in 1980 and 1981 respectively \n-saw design communities in various parts of the world \nbecoming increasingly aware of one anothers' work. \nThis cross-pollination of ideas contributed to a growing \nunderstanding and acceptance of Postmodernism","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":145,"to":162}}}}],["85853e38-4fa6-4390-9ea1-eccab473cb05",{"pageContent":"becoming increasingly aware of one anothers' work. \nThis cross-pollination of ideas contributed to a growing \nunderstanding and acceptance of Postmodernism \nthroughout the international design community. \nFollowing the huge impact ofMemphis's first \nshow, the New Wave of Postmodernism became a \ntruly international style. In America Postmodernism \nfound expression in the tongue-in-cheek classicizing \ndesigns of Michael Graves, Charles Jencks and Robert \nVenturi, the playful \"California New Wave\" furnishings \nof Peter Shire and the quirky buildings and chairs of \nFrank Gehry; Michael Graves's bird-whistling kettle for \nAlessi became an icon of the brash new style. Alessi also \nhelped the style to coalesce into an international design \nmovement with its Tea & Coffee Piazza project, which \ngot the leading avant-garde designers and architects of \nthe day- including Italian designers such as Sottsass \nand Aldo Rossi as well as international names including","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":160,"to":177}}}}],["c8f1188a-2f35-4880-8a26-9cf29522a3fe",{"pageContent":"got the leading avant-garde designers and architects of \nthe day- including Italian designers such as Sottsass \nand Aldo Rossi as well as international names including \nGraves and Venturi - to design innovative silver tea \nand coffee services that had a distinctive architectonic \nPost-Modern flavour. The project ran from 1979 \nuntil 1983, and like Memphis, Alessi was able to rely \non traditionally skilled craftsmen to execute the \nimpressive body of work. These pieces transformed \nthe humble tools of tea- and coffee-making into \ntotemic symbols of the Postmodern style; Aldo Rossi's \ncontribution was enclosed in a temple-like glass case \ncomplete with a classical pediment and jaunty little \nflag. These designs and those produced by Memphis \nmight have relied on craft skills, but they did not have \nan overt craft aesthetic, possessing instead the type \nof precision finish generally associated with machine \nproduction - in other words, whereas at the beginning","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":175,"to":192}}}}],["48a56c90-f4e4-4548-b530-b8759f7c248d",{"pageContent":"an overt craft aesthetic, possessing instead the type \nof precision finish generally associated with machine \nproduction - in other words, whereas at the beginning \nof the industrial revolution the machine was used to \nmimic handcraft, these designs relied on craftsmanship \nto create the illusion of machine production, rather like \nthe early designs coming out of the Dessau Bauhaus \nthat speculated on standardized mass production. \nThis type of Postmodern design was less concerned \nwith functional considerations than with design as a \nrhetorical statement. The huge PR success of Alessi's \nTea & Coffee Piazza made the company more conscious \nof the nationalities of the designers it commissioned, as \nwell as of the overseas markets that it began to pursue. \nSeeing that commissioning work from leading \nPostmodernist designers and architects was an efficient \nway of attracting publicity and raising one's avantgarde credentials with relatively little outlay, other","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":190,"to":206}}}}],["e94159e3-1493-4914-87fb-d6e5e90fff63",{"pageContent":"Postmodernist designers and architects was an efficient \nway of attracting publicity and raising one's avantgarde credentials with relatively little outlay, other \nestablished companies followed suit. The American \nfurniture manufacturer Knoll produced a collection \ndesigned by Robert Venturi and his wife and partner \nDenise Scott Brown. With his famous quip that was a \ntake on Mies van der Rohe, \"Less is a Bore\", Venturi \nwas one of the earliest and most important proponents \nof Postmodernism; his seminal book Learningfrom \nLas Vegas: The Forgotten Symbolism of Architectural \nForm (1972), co-written with Scott Brown and Steven \nIzenour, had become required reading for architects \nand designers, not least for controversially lauding\nthe garish cultural honesty of the Las Vegas Strip and \nexploring the idea of architecture as symbol. Putting \ntheory into practice, the Venturi Collection (completed \n1984) for Knoll comprised nine chairs, a sofa and","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":205,"to":221}}}}],["d83f1388-71b2-41d9-8250-c9cec06bdbfe",{"pageContent":"exploring the idea of architecture as symbol. Putting \ntheory into practice, the Venturi Collection (completed \n1984) for Knoll comprised nine chairs, a sofa and \nvarious tables that irreverently referenced American \nand European furniture history. These simplifications \nof cliched furniture forms caricatured historic \ndecorative styles, and in so doing called into question \nthe intellectualized veneration that surrounded them. \nIn Japan, too, there was a blossoming of \nPostmodernism, or as Ettore Sottsass had termed it \nthe \"New International Style\", notably in the work \nof Shiro Kuramata, Arata Isozaki and Masanori \nUmeda - all of whom contributed designs to the \nMemphis collections - and ofToshiyuki Kita, who \ncreated the very Postmodern Wink sofa (1980) \nfor Cassina. Kuramata, one of the most influential \nJapanese designers of the twentieth century, took \nPostmodernism to a new level of aesthetic refinement \nand poetic symbolism. His work suffused a Minimalist","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":219,"to":237}}}}],["fca2c077-101c-4e44-878f-45d4163ad74e",{"pageContent":"Japanese designers of the twentieth century, took \nPostmodernism to a new level of aesthetic refinement \nand poetic symbolism. His work suffused a Minimalist \naesthetic with poetic emotion to create objects of \nrare and ethereal beauty; the Miss Blanche chair \nfrom 1988 might best exemplify his alchemical use \nof synthetic polymers to create otherworldly designs \nthat bridged Eastern traditions and the emerging \nPostmodern design ethos. To understand Kuramata's \nwork, one must appreciate the spatial tension he \ncreated between object and environment, in which \nhis \"dematerialized\" designs often appeared to \nfloat lightly in a space. The Miss Blanche chair was \nnamed after Blanche DuBois in Tennessee Williams's \nA Streetcar Named Desire, and Kuramata's use of \nfalling red roses was inspired by a corsage worn \nby Vivien Leigh in the play's 1951 film adaptation. \nLike other creations by Kuramata, this evocative \ndesign had extraordinary sensory and spatial","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":235,"to":253}}}}],["eaf754f1-a281-4076-8ae8-b7d6b0fff897",{"pageContent":"falling red roses was inspired by a corsage worn \nby Vivien Leigh in the play's 1951 film adaptation. \nLike other creations by Kuramata, this evocative \ndesign had extraordinary sensory and spatial \nqualities, and demonstrated that an object could \nresonate with symbolism and poetry and transcend \nfunction altogether. Being produced as exclusive \nlimited editions, rather like artworks, the work also \ntranscended the divide between art and design. Thus \nKuramata's work revealed, in a very Postmodern way, \nthat the primary function of a specific design might \nhave nothing to do with its physical requirements but \nmight rather fulfil metaphysical ones. \nThe Creative Salvage movement\nAnother expression of Postmodernism that \nemerged in London during the early 1980s, \nand which was far more rough-and-ready than the \nbeautifully crafted work produced by Memphis and \nAlessi and the ethereal designs of Shiro Kuramata, was \nthe Creative Salvage movement. Like its kindred spirit","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":250,"to":269}}}}],["46c3f965-a671-4418-9f71-b9d3fead181b",{"pageContent":"beautifully crafted work produced by Memphis and \nAlessi and the ethereal designs of Shiro Kuramata, was \nthe Creative Salvage movement. Like its kindred spirit \nPunk, Creative Salvage had an anarchic aesthetic \nand an anti-mainstream agenda. The origins of the \nmovement go back to London's club scene in the early \n1980s, when design-renegades Tom Dixon, Mark \nBrazier-Jones and Nick Jones would wow audiences \nwith on-stage performance welding. This youthful \ngroup held their first show of design assemblages \nmade from scrap in 1983. For this event they wrote a \nmanifesto, which stated: \nWe are convinced the way ahead does not lie in \nexpensive, anonymous, mass-produced high-tech products but in a more decorative, human \napproach to industrial and interior design. The \nkey to Creative Salvage's success is not in the \nexpensive research and development costs of \nmodern-day products, but in the recycling of \nscrap to form stylish and functional artifacts for \nthe home and office.3","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":267,"to":286}}}}],["57a0c16a-3550-4384-b7c5-5b56227af32c",{"pageContent":"expensive research and development costs of \nmodern-day products, but in the recycling of \nscrap to form stylish and functional artifacts for \nthe home and office.3 \nA year later a second sell-out Creative Salvage show \nwas staged that also included the work of the French \ndesigner Andre Dubreuil. Liliane Fawcett, a London-based gallery owner, recalls, \"It was completely \ndifferent. There was nothing that could compare to it, \nonly punk fashion. The first feeling you had was that it \nwas an impulse of energy. Everything else in London \nwas kind of dreary in comparison.\" 4 Meanwhile, the \narchitect Ron Arad had also begun to experiment with \nsimilar \"ready-made\" designs assembled from \"found\" \nobjects, and in 1981 he established his own furniture \nmaking company, One Off with his business partner, \nCaroline Thorman. Two years later he opened a gallery-cum-studio in Covent Garden to show his own designs \nas well as work by other up-and-coming avant-garde","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":283,"to":299}}}}],["f0a3daaf-8782-468c-a128-fa7a755a5b4f",{"pageContent":"Caroline Thorman. Two years later he opened a gallery-cum-studio in Covent Garden to show his own designs \nas well as work by other up-and-coming avant-garde \ncreatives, such as the glass designer Danny Lane. One \nof Arad's earliest designs was his well-known Rover \nchair (1981), which ingeniously used an old Rover 200 \ncar seat bought from a scrapyard, mounted on the \nKee Klamp scaffolding elements that had been such a \nfeature of High-Tech interiors. Meanwhile, his record \nplayer cast in concrete (1983) resoundingly expressed, \nas the Design Museum puts it, \"London's early 1980s \nspirit of rugged individualism and post-punk nihilism \nset against a backdrop of urban blight.\"5 As part of \nthe wider Postmodern movement, Creative Salvage \nhelped to revolutionize design in much the same way \nthat Punk irrevocably changed music and fashion and \nit was significant to the subsequent development of \navant-garde design because it helped to break down","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":298,"to":314}}}}],["4eeb4683-a9b6-40ce-84e8-416f694f9eee",{"pageContent":"that Punk irrevocably changed music and fashion and \nit was significant to the subsequent development of \navant-garde design because it helped to break down \nthe traditional barriers between art, craft and design. \nAs outsiders to the design establishment, the designers \nassociated with the Creative Salvage movement \nchampioned both a new way of making design and \na new raw aesthetic. Traditional textures, materials \nand functionality were all rejected in favour of rough \nmetal, salvaged scrap and sculptural forms. As the \n1980s progressed, though, the assemblages of Ron \nArad and Tom Dixon became increasingly refined, and \nby the end of the 1980s and the early 1990s these two \nprodigiously talented designers were beginning to have \ntheir work produced by established manufacturing \ncompanies, notably the Well Tempered chair for Vitra \nEditions (1986) and the S chair (1988) for Cappellini, \nrespectively. Their hands-on approach had given these","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":312,"to":329}}}}],["c24bec05-1b57-4789-8734-71d6b1833d8d",{"pageContent":"companies, notably the Well Tempered chair for Vitra \nEditions (1986) and the S chair (1988) for Cappellini, \nrespectively. Their hands-on approach had given these \nyoung designers an understanding of materials and \nprocesses that would have a major bearing on their \nlater, more mature work. \nA similarly raw, experimental, Postmodern \napproach was found in the work of the graphic designer \nand typographer Neville Brody, who was art director \nfor The Face magazine from 1981 until 1986 and also \ncreated various album covers that epitomized New \nWave graphics. The art director Terry Jones launched \ni-D magazine in 1980, and the cover he designed for \nits first issue, which turned the magazine's name into \na pink-on-black emoticon, aligned the magazine with \na do-it-yourself, Postmodern aesthetic that cheekily \ncountered the slick perfection of mainstream graphic \ndesign. In America, a similar trashing of Modernism's \ntypographic rules was found in the magazine","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":327,"to":345}}}}],["1be78b39-e6e4-468b-8c8c-91a4d1e763bd",{"pageContent":"countered the slick perfection of mainstream graphic \ndesign. In America, a similar trashing of Modernism's \ntypographic rules was found in the magazine \nlayouts designed by David Carson for Transworld \nSKATEboarding magazine during the mid 1980s. This \nbrash, liberated graphic style captured contemporary \nyouth culture's creative vibrancy and ran roughshod \nover the staid aesthetic refinement of Modernism.\nPhilippe Starck and designer hotels\nP\nostmodernism also evolved and mutated into what \nis best described as the Late Modern style in France \nduring the 1980s, with the work of Philippe Starck, \nwho was not only a prodigious design talent but also \na skilled showman. Starck understood the emotional \npull of objects with character. His earliest designs, such \nas the Sarapis bar stool (1985), were in the Matte Black \nstyle - a short-lived neo-modernistic style of the early \n1980s that had a hard-edged, masculine sensibility, 6 \nbut his work soon became more playful and colourful","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":343,"to":362}}}}],["e5953cb1-4ae4-417c-87c2-8c7ac6bf1d34",{"pageContent":"style - a short-lived neo-modernistic style of the early \n1980s that had a hard-edged, masculine sensibility, 6 \nbut his work soon became more playful and colourful \nin a Late Modern style that was characterized by the \nskilful reinterpretation of past styles or forms taken \nout of context. Starck ingeniously used the names \nof his designs to inject a sense of personality, as, for \nexample, with his Doctor Sonderbar chair (1983) and \nhis Lola Mundo chair (1988). Working with an array \nof manufacturers, including XO, Driade and Alessi, \nStarck worked his magic on all kinds of objects, from \nthe humble toothbrush to - perhaps most famouslythe lemon squeezer, in 1990. He became the first real \ninternational design superstar and manufacturers were \nsoon clamouring to collaborate with him, thanks to his \ncommercial track record and high-profile name: the label \n\"Designed by Starck\" almost guaranteed commercial \nsuccess, and even association with him raised a","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":360,"to":376}}}}],["22d11a13-f075-48f2-a8b1-90ef20d8367e",{"pageContent":"commercial track record and high-profile name: the label \n\"Designed by Starck\" almost guaranteed commercial \nsuccess, and even association with him raised a \ncompany's profile. Throughout this extraordinarily \nprolific period, Starck consistently created work that was \nfunctionally innovative and that frequently raised its \nLate Modern qualities to a poetic level. \nStarck was also largely responsible for popularizing \nanother manifestation of design: the boutique hotel. \nThese hotels were (and still are) theatrically contrived \nspaces intended to exude a sense of exclusive, \n\"designed\" luxury. The concept was the brainchild of \nIan Schrager and Steve Rubell, the former of whom had \nalready found success and notoriety as the impresario \nof New York's infamous Studio 54 nightclub in the late \n1970s. Tapping into the emerging \"lifestyle\" market, \nthe pair first commissioned the French designer Andree \nPutman to redesign Morgan's Hotel in Manhattan;","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":374,"to":391}}}}],["a9bc8537-45e8-4031-92ed-eb681fcf2ffb",{"pageContent":"1970s. Tapping into the emerging \"lifestyle\" market, \nthe pair first commissioned the French designer Andree \nPutman to redesign Morgan's Hotel in Manhattan; \nthis first \"design\" hotel offered a more intimate and \natmospheric experience than the large chains or \nthe stuffy, historic landmark hotels that every city \nboasts. It was, however, Philippe Starck's Royalton \nHotel, established in 1988, that really popularized the \nphenomenon. This over-the-top Gesamtkunstwerk, \nskilfully fitted into an awkward long and narrow site, \nwas a thoroughly Late Modern exercise in architectural \nspace being designed as a dramatic stage for experience \nrather than around functional concerns. Described by \nthe journalist Fred A. Bernstein as \"Philippe Starck's \nMiracle on 44th Street\",7 the Royalton boasted one of \nthe iconic interior design schemes of the period and \nhelped to popularize the idea of the designer lifestyle \nthat was to become a potent theme the following","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":389,"to":406}}}}],["16c3cebc-ccbc-49dc-a07e-a86e54275a48",{"pageContent":"the iconic interior design schemes of the period and \nhelped to popularize the idea of the designer lifestyle \nthat was to become a potent theme the following \ndecade. Although this hip hotel, with all its luxurious \naccoutrements, might have seemed very different to \nthe previous decades' earnest efforts to promote Good \nDesign, it was responsible for bringing the idea of \ndesign as lifestyle into the public consciousness. It also \nstimulated a design feeding frenzy during the 1990s, as \npeople who had enjoyed the stylish delights of designer \nhotels - or who watched the surfeit of \"makeover\" \ninterior design programmes then popular on television \n- strove to replicate the \"designer hotel look\" in their \nown homes. \nThe computer design revolution and the rise of the brand\n Despite the opulence of the Royalton Hotel and \nsimilar new outfits, all was not well in the financial \nmarkets of the late 1980s. The Dow Jones Industrial \nAverage had collapsed on Black Monday in October","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":404,"to":422}}}}],["9b1bc3e7-8f53-4019-af28-f0c270a756c4",{"pageContent":"similar new outfits, all was not well in the financial \nmarkets of the late 1980s. The Dow Jones Industrial \nAverage had collapsed on Black Monday in October \n1987, and though the economy seemed to rally at first \nthanks to continuing consumer spending fuelled by \neasy credit, these measures proved insufficient. By \n1989 economic growth had stalled; a year later another \nspike in oil prices, among other factors, finally turned \nboom to bust. Although the financial contraction of the \nearly 1990s only lasted about four years, there was a \nsteep economic downturn that saw property markets \ncollapse from London to Tokyo. And yet even while the \nmarkets crashed, a computer design revolution was \ntaking place that would reinvigorate the economy and \n- more than that - transform society as it was known. \nThe digital era had truly begun in 1984 with the release \nof the original Apple Macintosh desktop computer, \nconceived by a youthful Steve Jobs as a $500 computer.","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":420,"to":437}}}}],["6b4aa69a-ff04-4f09-a914-dc356ad61dde",{"pageContent":"The digital era had truly begun in 1984 with the release \nof the original Apple Macintosh desktop computer, \nconceived by a youthful Steve Jobs as a $500 computer. \nDespite eventually having a price tag about five times \nthat amount, the Apple Mac was a game-changing \nmachine that marked the real breakthrough in personal \ncomputing. Launched with the strapline \"Insanely \ngreat!\" and then cleverly marketed as \"the computer \nfor the rest ofus\", 8 this beige-box design boasted a \nhigh-definition screen and easy-to-use mouse, and \nwas the first affordable computer to have a graphical \nuser interface (GUI) - allowing users to interact with it \nusing images rather than text commands -which made \nit much easier to operate than previous models. The \nicons of the Mac's revolutionary graphical interface \n- the trashcan, the bomb, the smiling monitor and so \non -were devised by one of the great unsung design \nheroes of the computer revolution, Susan Kare, who","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":435,"to":452}}}}],["34beb7c7-ccf3-455e-bfac-b50cd7f0c49e",{"pageContent":"- the trashcan, the bomb, the smiling monitor and so \non -were devised by one of the great unsung design \nheroes of the computer revolution, Susan Kare, who \n\"gave computing a human face\", in the words of the \nscience reporter Steve Silberman. 9 With these icons \nKare created skeuomorphic representations ofreal-world objects to make the commands familiar and easy \nto understand - a huge breakthrough given that earlier \ncomputers had used deeply off-putting command \nlines, expecting users to insert text instructions. Kare \nwas also one of the pioneers of digital fonts, notably \ncreating some of the original Macintosh \"city\" fonts \nsuch as Athens, New York, Monaco, San Francisco, \nGeneva and Cairo. \nThe personal computer also began to replace \ndesigners' and engineer's centuries-old traditional \ndrafting and modelling with two-dimensional, vector-\nbased drafting systems and three-dimensional solidand surface-modelling software programs. Although","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":450,"to":466}}}}],["e489c518-99fc-4769-a876-1c9b7277267e",{"pageContent":"drafting and modelling with two-dimensional, vector-\nbased drafting systems and three-dimensional solidand surface-modelling software programs. Although \nComputer-Aided Design (CAD) was first developed \nat the Massachusetts Institute of Technology (MIT) in \nthe 1950s, in that era of colossal mainframe computers \nits use was limited to the aerospace and automotive \nindustries. As hardware became increasingly powerful \nin terms of memory and processing speed, and at \nthe same time less expensive, CAD began to gain a \nfoothold in the design community. However, it was not \nuntil affordable desktop computers became available \nduring the late 1980s and early 1990s that CAD systems \ncame into serious use in design offices. Albeit fairly \nprimitive compared to today's CAD software programs, \nthese early systems helped to revolutionize design \npractice in that they dramatically reduced the time \nfrom initial concept to working prototype, especially","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":465,"to":481}}}}],["04d1623e-85c2-46e2-880e-53daf7a61306",{"pageContent":"these early systems helped to revolutionize design \npractice in that they dramatically reduced the time \nfrom initial concept to working prototype, especially \nwhen combined with Computer-Aided Manufacture \n(CAM) programs. This made the design process more \ntime- and cost-efficient, and enabled manufacturers \nto get new designs to market more quickly. CAD/CAM \nprograms also helped to ensure better standardization \nof components while permitting greater flexibility in \nthe manufacturing process, enabling lower-volume and \ncustomized, batch-type production, too. \nThe rise of the personal computer, and specifically \nthe Apple Mac, also spurred a momentous shift to \ndigital in graphic design. Rendering the traditional \ntools of the graphic design trade - pens, inks, Letrasetalmost obsolete, new software programs such as Adobe \nIllustrator and QuarkXPress (both launched in 1987) \nushered in a new age of desktop publishing. In the \nwake of these innovations, a New Wave of Postmodern","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":479,"to":496}}}}],["2001b06a-a2e7-41f7-87e8-20881479fd50",{"pageContent":"Illustrator and QuarkXPress (both launched in 1987) \nushered in a new age of desktop publishing. In the \nwake of these innovations, a New Wave of Postmodern \ngraphic design swept across Holland and America. New \nWave10 graphic design subverted the holy grid of Swiss \nSchool Modernism and playfully incorporated eclectic \nreferences to art, photography, film, advertising and \niconic graphic designs from the past - another example \nof Postmodern sampling and mixing. New Wave \ndesigners such as Jan van Toorn and April Greiman \nreplaced Modern objectivity with a Postmodern \nsubjectivity, evoking responses in viewers through \nan innovative variety of visual poetry. Inspired by \nemergent forms of electronic media, Californian New \nWave work used deconstructed compositions to give a \nsense of messages being filtered through layers, which \nin turn created a strongly three-dimensional quality \nand visual depth. Using Apple Macintosh software,","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":494,"to":511}}}}],["f8592958-06e2-4ad0-b037-c7195e012fd0",{"pageContent":"sense of messages being filtered through layers, which \nin turn created a strongly three-dimensional quality \nand visual depth. Using Apple Macintosh software, \ndesigners created a language of hybrid imagery with \nencoded messages, which was intended to hook the \nviewer with its quirky image-making and then reel \nthem in as they tried to decipher the meaning behind \nthe work. The seemingly random placement of images, \nas in collage, also lent their work a refreshing vitality. \nIn 1982 Rudy VanderLans and Zuzana Licko launched \na large-format graphic magazine, Emigre, which \ndisseminated the ideas behind this new movement in \ngraphic design to a much wider international audience. \nPostmodernism eventually came to mean a multiplicity \nof graphic styles, frequently appropriated, that were \ntypified by visually arresting, layered compositions, \noften with indecipherable meanings. \nDuring the 1980s the increasing emphasis on \nimage over content also led to the meteoric rise of","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":509,"to":527}}}}],["345c1bb2-0056-499c-9011-292d0e2f0b72",{"pageContent":"typified by visually arresting, layered compositions, \noften with indecipherable meanings. \nDuring the 1980s the increasing emphasis on \nimage over content also led to the meteoric rise of \nthe brand, which with help from graphic designers \nand product designers transcended national tastes \nto become a global seal of approval. Companies such \nas Levi's and Nike were quick to understand that \ncutting-edge graphic design could give their products \na competitive advantage, while other companies such \nas Driade and Kartell understood the benefit of using \nbrand-name designers such as Starck to create their \nproducts. At a time when traditional institutions, from \nthe nuclear family to organized religion, were coming \nunstuck, branded design offered the consumer a \nsense of belonging without commitment and helped \nthem to define their self-image. As a stamp of design \nauthenticity and a means of acquiring identity through \npossession, the brand was the logical outcome of","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":524,"to":542}}}}],["a53cb368-338d-49c6-b955-e3b8fa9d7f53",{"pageContent":"them to define their self-image. As a stamp of design \nauthenticity and a means of acquiring identity through \npossession, the brand was the logical outcome of \nPostmodernism: consumers were now essentially paying \nfor the designed projection of corporate values and \nlifestyle associations rather than the goods themselves.","metadata":{"type":"content","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","loc":{"lines":{"from":540,"to":545}}}}],["011dc1dd-dbf5-4b5f-89de-d9c83796a86e",{"pageContent":"The rise of global design superstardom \nAs the Berlin Wall was dismantled piece by piece by \neuphoric crowds of demonstrators in 1989, a new \nworld order began to take shape. The collapse of this \nbleak, concrete, barbed-wire-topped structure, which \nhad physically as well as symbolically separated the \ncapitalist West from the Soviet East, marked a dramatic \nthawing of the Cold War and its ever-present nuclear \nthreat. In the shadow of this momentous event, other \nnations across Eastern Europe that had been part of \nthe Soviet Bloc for decades also began to regain their \nindependence, through wave upon wave of public \nuprisings. While the Soviet Union crumbled state by \nstate, a new feeling of internationalism was born; \nno longer were vast areas of Europe out of bounds \ndepending on whether you came from the East or the \nWest. In the year that the Berlin Wall fell, the British \ncomputer scientist Tim Berners-Lee -who was working \nat CERN, the particle-physics lab in Geneva - began a","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":1,"to":19}}}}],["4df946f7-5996-4822-882c-12f081f22364",{"pageContent":"West. In the year that the Berlin Wall fell, the British \ncomputer scientist Tim Berners-Lee -who was working \nat CERN, the particle-physics lab in Geneva - began a \nproject with his colleague Robert Cailliau that would \nhave a similarly transformative effect, making the world \nan altogether more interconnected place. He created a \nnew computer language - Hypertext Transfer Protocol \n(HTTP) - that enabled documents to be communicated \nover the Internet, which was then just beginning to \nemerge as a commercial service, having first been \ndeveloped as a network of supercomputer networks \nbased in government-research and educational \norganizations. Berners-Lee's hypertext system allowed \ndifferent operating systems to run across the Internet, \nwhich gave rise to the World Wide Web. The full \nimplications of this development would not be felt \nfor several years, but when they were, the impact on \nsociety- and indeed design practice - was as great","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":17,"to":34}}}}],["9b784391-8d44-4d63-ade7-87da99089e10",{"pageContent":"implications of this development would not be felt \nfor several years, but when they were, the impact on \nsociety- and indeed design practice - was as great \nas that of Johannes Gutenberg's printing press in the \nfifteenth century- or arguably even greater. \nMeanwhile, the adoption of free-market economic \npolicies around the world made for an increasingly \nglobal economy, in which design played an ever-larger \npart. Manufacturers in industrialized countries began \nto recognize and increasingly to implement design as \nan important part of their business strategies. Even the \nPeople's Republic of China had begun to adopt freemarket reforms in the late 1970s, under the leadership \nof Deng Xiaoping, who pragmatically noted, \"It doesn't \nmatter whether a cat is white or black, as long as it \ncatches mice.\" 1 While China geared up industrially, \ncompanies in the West came to realize that innovative \ndesign could help them to capture the attention of","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":32,"to":48}}}}],["325c8349-b522-4686-827f-8ca1803ddc7b",{"pageContent":"catches mice.\" 1 While China geared up industrially, \ncompanies in the West came to realize that innovative \ndesign could help them to capture the attention of \ninternational audiences and carve out market share. \nThe designs produced by large international companies \n- from personal electronics to kitchen equipment \nto trainers and cars - were at this time beginning to \nforge a global material culture in which traditional \nnational characteristics had all but disappeared and \nleading designers were ever more nomadic. The \nBritish designer Michael Young, for instance, moved \nfrom London to Brussels to Reykjavik to Hong Kong \nduring this period, working for companies all over the \nworld. Similarly, art and design colleges in the United \nKingdom and elsewhere were beginning to accept \ngreater numbers of foreign students, which meant that \nthe pool of talent they were selecting from was much \nmore diverse. This accelerated the cross-pollination","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":46,"to":63}}}}],["4c598b92-8d2c-4614-97b2-19cd09b06c3c",{"pageContent":"greater numbers of foreign students, which meant that \nthe pool of talent they were selecting from was much \nmore diverse. This accelerated the cross-pollination \nof ideas and, simultaneously, led to the creation of \nincreasingly specialized centres of excellence. A still \ngreater stimulus for the exchange of ideas, including \nthose pertaining to design, was provided by the \nInternet, which fulfilled Marshall McLuhan's vision \nfrom the 1960s of the world as a \"global village\". \nExpanded in 1994 to include more users outside of \ngovernment and academic networks, the Internet went \nfrom having 16 million users in December 1995 - the \nfirst year of significant uptake - to 361 million users five \nyears later; the number grew to some 2 billion by the \nturn of the millennium,2 and today 2.8 billion people \n- around 38.8 per cent of the global population - are \nconnected to the Web, and the number continues to \ngrow. The Internet facilitated the promotion of design","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":61,"to":78}}}}],["36f54cc5-73ba-414e-9f1d-12dc941b502e",{"pageContent":"- around 38.8 per cent of the global population - are \nconnected to the Web, and the number continues to \ngrow. The Internet facilitated the promotion of design \non a number of!evels: it allowed companies to market \ntheir designs to a global audience easily, cheaply and \neffectively, and it allowed customers to purchase \ndesigns online rather than having to go to a physical \nstore or gallery. Most of all, though, it dissolved time \nand distance: a design launched in Milan, Tokyo, \nLondon or San Francisco, for example, could be viewed \naround the world in minutes. This democratization of \ndesign knowledge made developments in the field more \naccessible by the general public, and contributed to the \ninterconnectedness of the global design community. \nThe Internet also significantly accelerated the \nconvergence of the creative disciplines, and art, music, \nfashion and film were soon interwoven in both two-dimensional and three-dimensional design practice,","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":76,"to":92}}}}],["de6e36eb-4e4e-4908-95a0-8fafbd47ccc2",{"pageContent":"convergence of the creative disciplines, and art, music, \nfashion and film were soon interwoven in both two-dimensional and three-dimensional design practice, \neach discipline feeding and being fed by the others. \nJust prior to this digital revolution, though, in \nthe early 1990s, the profile of contemporary design \nhad enjoyed a significant boost thanks a new crop\nof highly accomplished, media-savvy designers \nbased in London, who were benefiting from what is \nbest described as the \"Starck Effect\". This handful \nof youthful creatives, who would become the next \ngeneration's international design superstars, included \nRon Arad, Jasper Morrison, Ross Lovegrove, Marc \nNewson and Tom Dixon. Each had a signature \napproach to problem-solving through design: Arad \nand Dixon both came out of the Creative Salvage \nmovement, and so approached their work from a \nhands-on, craft perspective; Newson worked within \na space age aesthetic; Lovegrove developed an","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":91,"to":108}}}}],["af47925a-2bb8-41d5-a530-c2dd614f3a42",{"pageContent":"and Dixon both came out of the Creative Salvage \nmovement, and so approached their work from a \nhands-on, craft perspective; Newson worked within \na space age aesthetic; Lovegrove developed an \nessentialist, organic design vocabulary; and Morrison's \nwere mindful and recognizable for a pared-down, \nfunctionalist methodology. This new generation of \nLate Modern designers started their careers at exactly \nthe right time and in exactly the right place; they \nwere \"outliers\" in the design world. They were the \nfirst generation of designers to really benefit from \nthe computer-design revolution, and as the recession \nof the early 1990s began to lift, they also enjoyed a \nhuge creative revival in London thanks in part to the \nformation of the London Institute - later to become the \nUniversity of the Arts London - in 1988.3 The institute \nmade London the world centre of excellence in design \nteaching, a position that it still holds to this day. \nAnother important moment in London's","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":105,"to":123}}}}],["7aec98ea-3ab4-4280-b3de-d3994c04681a",{"pageContent":"made London the world centre of excellence in design \nteaching, a position that it still holds to this day. \nAnother important moment in London's \ndevelopment as a major design hub was the opening \nof the Design Museum - the world's first museum \ndevoted entirely to the promotion and examination \nof design - in Butler's Wharf in 1989. Arad, Dixon, \nLovegrove, Morrison and Newson were at precisely \nthe right stages of their careers to take advantage of \nthe focus on design in London, and soon they were \nwinning commissions to create innovative products \nfor companies around the world. Many of these firms \nhad previously collaborated with Philippe Starck and \nrealized the publicity and commercial benefits of \nworking with high-profile design practitioners. As the \nstakes of design for industrial production escalated, \nand large investment at the front end became more \nand more necessary, many companies came to value \nthese designers for their boundary-pushing work and","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":121,"to":139}}}}],["cfeb4af2-ed1f-40bb-84a4-f57fb86ad6a3",{"pageContent":"and large investment at the front end became more \nand more necessary, many companies came to value \nthese designers for their boundary-pushing work and \ntheir distinctive design vocabularies, which ensured \nthat their work stood out in an ever-expanding array \nof products that often possessed very similar technical \nand functional attributes. \nThe Apple factor and Smart Design \nThe hothouse design scene in London during the \nearly 1990s was formative for many young talents, \namong them Jonathan Ive. Some ten years younger \nthan Dixon, Lovegrove and Morrison, Ive belonged to \na different generation - Generation X rather than the \nbaby boom -which meant that he was more cognizant \nof the needs and desires of a generation weaned on \nMTV. Recalling his time at Newcastle Polytechnic, Ive \nnotes, \"One of the things that was interesting about \nmy time at the school of art and design is that you were \nin very close proximity to graphic designers, fashion","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":137,"to":155}}}}],["08c640f5-634e-4b4c-b952-4bc4c46805f0",{"pageContent":"notes, \"One of the things that was interesting about \nmy time at the school of art and design is that you were \nin very close proximity to graphic designers, fashion \ndesigners and fine art students. That's one of the \nthings that really characterized my time at college and \nI think it characterizes a lot of the energy and vitality \nin London, this density of such creative diversity.\" 4 \nAfter moving to London, Ive worked at the Tangerine \ndesign consultancy and began to absorb London's \ndesign mood, which was then defined by a light, \ntransparent aesthetic, thanks to the widespread use of \ntechnopolymers and a certain sculptural confidence. \nRoss Lovegrove was at the forefront of this essentialist \nmovement, and his Basic thermal flask for Alfi \n(1988-90) typified the approach. Meanwhile, Ive was \nasked to design a laptop for Apple while still working \nat Tangerine; in 1992 he moved to Palo Alto to join the \ncompany's design department. Following Steve Jobs's","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":153,"to":170}}}}],["7ee707bd-ce0f-4934-8686-055eaabc5584",{"pageContent":"asked to design a laptop for Apple while still working \nat Tangerine; in 1992 he moved to Palo Alto to join the \ncompany's design department. Following Steve Jobs's \nreturn to Apple in 1996, Ive and the team began work on \nthe design for a new computer that was a huge gamble \nfor the troubled company. Barely 18 months later, the \nrevolutionary iMac (1998) was launched; as is now well \nknown, the \"i\" for \"Internet\" meant that this machine \nwas intended more as a portal for web-browsing than \nas a traditional computing device. Ken Segall, the LA-based ad man who came up with the name, recalls that \nthe \"i\" also stood for \"individuality\" and \"innovation\" \n- both qualities that this design helped to introduce \nto personal computing. Steve Jobs's introduction \nat the launch event summed it up: \"It looks like it's \nfrom another planet, a good planet, a planet with \nbetter designers\"; 5 for once this was more than mere \nmarketing hype, and Jobs was correct in his assessment","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":168,"to":184}}}}],["fa024525-1a10-43f5-b6f0-e503c10e0fca",{"pageContent":"from another planet, a good planet, a planet with \nbetter designers\"; 5 for once this was more than mere \nmarketing hype, and Jobs was correct in his assessment \nthat the iMac marked a paradigm shift in computer \ndesign. Previously, computer housings had been box-like, in either matt beige or pale grey thermoplastic \nthat became grubby after only a few months of use. \nIn contrast, the sleek yet friendly-looking iMac, with \nits bright colour combination of gleaming white and \ntranslucent \"Bondi Blue\" polycarbonate, had a visual \nfreshness that set it apart from all other personal \ncomputers. Ive had taken the language of organic \nessentialism a step further in this landmark design, in \nwhich he also achieved a remarkable level of functional \nclarity: once unboxed, the computer could be set up and \nused intuitively. The success of the all-in-one iMac and \nits famous tagline - \"Chic. Not geek.\" - reversed Apple's \ndecline and expedited the departure of the dull, lifeless","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":182,"to":198}}}}],["33ba1039-9879-4dc3-b307-40096b0c5f51",{"pageContent":"used intuitively. The success of the all-in-one iMac and \nits famous tagline - \"Chic. Not geek.\" - reversed Apple's \ndecline and expedited the departure of the dull, lifeless \nbox from the computer industry as a whole. Above all, \nthe iMac showed that a little more investment in design\nand development, and a fraction more in materials \nand manufacturing, could help manufacturers to \ncreate premium products with emotive appeal: once \nthe emotional connection had been forged between \nan iMac and its user, the latter was far more likely to \nbuy other Apple products, which would proliferate in \nthe following decades, demonstrating that pioneering \ndesign and carefully selected materials have the power \nto transform a company's fortunes. \nWhile Apple was revolutionizing the computer \nmarket - and later the markets for portable media \nplayers and smartphones - with Jonathan Ive at the \nhelm of the design team in Palo Alto, over in New \nYork, the Smart Design consultancy was quietly","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":196,"to":214}}}}],["cc149467-687c-4fab-b02e-46884c62dbe6",{"pageContent":"players and smartphones - with Jonathan Ive at the \nhelm of the design team in Palo Alto, over in New \nYork, the Smart Design consultancy was quietly \nstarting it own revolution in the design ofhomewares, \nwith its Good Grips range for OXO. This extensive \ncollection of kitchen tools, which includes numerous \neasy-to-use products, from vegetable peelers to \ndustpans and brushes, was the brainchild of Sam \nFarber, a veteran of the kitchenware business who had \npreviously founded Copco, who was motivated by a \npaper written by the home economist Mary Reader for \nthe Journal of the Institute of Home Economics in which \nshe called for the development of \"intergenerational\" \nkitchen products that could be used by people \nsuffering from arthritis. As Farber's wife Betsey was a \nsufferer of this condition, this article struck a chord, \nas he knew from first hand experience how difficult \nand painful it could be to use a standard peeler with \narthritic hands. Farber subsequently tasked Smart","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":212,"to":230}}}}],["a210fd19-4171-4f00-8d49-f0587f37b663",{"pageContent":"as he knew from first hand experience how difficult \nand painful it could be to use a standard peeler with \narthritic hands. Farber subsequently tasked Smart \nDesign to create a new range of tools that would be \ndesigned not for disability but rather for inclusivity-products that could be used by a wide range of users \nwith varying degrees of physical ability. The Good \nGrips range, featuring ergonomically contoured \nelastomer handles, was introduced in 1989 and \nextended by Smart Design over the 1990s and 2000s \nto comprise literally hundreds of products. Like \nApple's designs, these kitchen items exemplified the \ncriteria of Good Design: both Ive's designs for Apple \nand Smart Design's work for OXO were guided by the \ngoal of creating the best possible interface between \nobject and user, and while the resulting designs were \nslightly more expensive than other products on the \nmarket, their enhanced user experience more than \nmade up for the additional cost. Buyers of Good Grips","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":228,"to":245}}}}],["e34a046b-06e7-4dd5-adca-086ee389a8bb",{"pageContent":"slightly more expensive than other products on the \nmarket, their enhanced user experience more than \nmade up for the additional cost. Buyers of Good Grips \ndesigns, as of iMacs, tended to be so impressed by \nthem that they went on to buy other products from the \ncompany's range. As a result, both of these firms grew \nexponentially in comparison to their competitors, \noffering conclusive proof that Good Design can make \ngood business sense. \nNew Dutch Design\nWhile Cool Britannia was enjoying its design preeminence and Apple was making waves globally, \nanother strand of avant-garde design began to emerge \nin the Netherlands. Holland, like Britain, boasted a \nnumber of world-class design-teaching institutions \nthat gained particular attention around the turn of the \nmillennium, including the renowned Design Academy \nEindhoven (DAE), among the alumni of which were \nthe pioneers of New Dutch Design. Notable members \nof this group were Maarten Baas, Tord Boontje, Jurgen","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":243,"to":261}}}}],["851a2f6d-4ac0-4b40-ab95-ff051e0e10d1",{"pageContent":"Eindhoven (DAE), among the alumni of which were \nthe pioneers of New Dutch Design. Notable members \nof this group were Maarten Baas, Tord Boontje, Jurgen \nBey, Hella Jongerius, Bertjan Pot and, of course, the \nmovement's enfant terrible, Marcel Wanders. Another \nfactor behind the design revival in the Netherlands \nwas the 1988 launch of the Fonds BKVB (the Fund for \nVisual Arts, Design and Architecture), which aimed \nto provide financial support to design students to \nenable them to establish themselves as independent \ndesign entrepreneurs; the initiative was instrumental \nin the success of two firms that were key to New Dutch \nDesign, Droog and Moooi. The product designer Gijs \nBakker and the design historian Renny Ramakers \nofficially established the former in 1993 and the same \nyear showed its first collection -which included Tejo \nRemy's Chest of Drawers (1991), Rody Graumans's \n85 Bulbs chandelier (1993) and Marcel Wanders's Set","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":259,"to":276}}}}],["2fc51cf4-e45c-4cb6-a022-6131b854d7e9",{"pageContent":"year showed its first collection -which included Tejo \nRemy's Chest of Drawers (1991), Rody Graumans's \n85 Bulbs chandelier (1993) and Marcel Wanders's Set \nUp Shades floor light (1989)- at the Milan Furniture \nFair. The Dutch word \"droog\" means \"dry\", as in \nhumour, and was chosen by the company's founders \nas it perfectly described these sober yet quirky designs \nmade from found objects - old drawers, light bulbs and \nlampshades skilfully reconfigured into eye-catching \npieces. Functioning as a curatorial creative agency, \nDroog pioneered a sombre, minimalistic form of Late \nModernism that was utterly at odds with the colourful \nNeo-Pop gaiety ofmid-198os Postmodernism a la \nMemphis. Where Memphis's overblown designs had a \nstrong sense of self-parody, Droog's designs functioned \nmore as cultural commentary. They were also far more \nvisually restrained and conceptual, the constructions \noften remarkable for their simplicity and ingenuity.","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":274,"to":291}}}}],["c8e45fd4-5970-47a7-9778-6f4be0958418",{"pageContent":"more as cultural commentary. They were also far more \nvisually restrained and conceptual, the constructions \noften remarkable for their simplicity and ingenuity. \nDroog subsequently licensed the manufacture and \nmarketing of its designs to the Voorburg-based \ncompany DMD (Development Manufacturing \nand Distribution), which mainly executed them as \nexclusive limited editions. These designs, created by \nmany different creative individuals, communicated, \nin the words ofDroog itself, \"original ideas [and] \nclear concepts which have been shaped in a wry, no-nonsense manner\" 6 - in other words, a typically quirky \nDutch response to Late Modernism. The archetypal \ndesign ofDroog's new direction was Marcel Wanders's \nlightweight Knotted chair (1996), a remarkable seating \ndesign formed ofa cat's-cradle of roped nylon and \ncarbon-fibre, which was hung over a chair-shaped \nframe and then impregnated with liquid epoxy resin. \nOnce dried, the woven mesh supported itself, appearing","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":289,"to":306}}}}],["bb73d303-a1db-4e53-b395-8ce79e98d788",{"pageContent":"carbon-fibre, which was hung over a chair-shaped \nframe and then impregnated with liquid epoxy resin. \nOnce dried, the woven mesh supported itself, appearing \nto defy the laws of gravity. \nBut it was Moooi, established by Marcel Wanders \nand Casper Vissers in 2001, that transformed Dutch \nconceptual design from a thoughtful, experimental \nmovement into an extravagant, theatrical spectacle. \nThe design collective took its name from the Dutch \nword for \"beauty\", and at first created innovative \nwork very much in the Droog vein, such as Maarten \nBaas's Smoke furniture collection (2002) and Bertjan \nPots's Random Light (2001). Bolstered by its successes \nand the vast amount of publicity generated by its \nincreasingly outre work, Moooi's output became \never more detached from functionality; perhaps its \ngreatest design folly was the life-size Horse Floor Lamp \ndesigned by the all-female Swedish design group Front \nin 2006. This type of attention-grabbing design, though","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":304,"to":322}}}}],["84b9f341-da91-40f4-9351-54314f145e49",{"pageContent":"greatest design folly was the life-size Horse Floor Lamp \ndesigned by the all-female Swedish design group Front \nin 2006. This type of attention-grabbing design, though \nplayfully subversive, relied heavily on gimmickry, much \nlike Pop Design had done in the late 1960s and early \n197os-though where Pop Design had been inexpensive \nand expendable, this new work was exclusive and \npricey, and although design based on one-liner jokes \nmight have been acceptable during the ecologically \nnaive Pop era, it was a slightly different matter during \na period of growing environmental concerns. This type \nof work might in many ways be seen as a manifestation \nof the vacuous celebrity culture of the 1990s and \n2000s, which aimed to attract attention with superficial \nglamour. The buoyancy of the international economy \nfrom 1994 to 2007 made such designs viable, and the \nboutique hotel phenomenon created a ready market for \nsuch work, which could be placed in a relatively plain","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":320,"to":337}}}}],["4ee23e4b-0087-43eb-823a-dc222dd18d92",{"pageContent":"from 1994 to 2007 made such designs viable, and the \nboutique hotel phenomenon created a ready market for \nsuch work, which could be placed in a relatively plain \nsetting to make a bold designer statement. \nDesign follows fashion, and Design Art \nThe giddy years of financial growth experienced in \nthe 1990s and up to 2007 - fuelled by the dot-corn \nbubble, by ever-growing levels of governmental and \npersonal debt and by the extraordinary risks taken by \ninvestment bankers - were a truly glittering era for \ndesign, in which it became a cultural phenomenon \nacross the developed world. This period of sustained \neconomic growth, interrupted only by the dot-corn \nhiccup of the early 2000s, also coincided, as we \nhave already seen, with the dramatic rise of the \nInternet, which accelerated the transmission of design \ninformation and widened its boundaries. As the world \nbecome ever more connected, the dominance of \ndesigners based in London and Amsterdam dissipated","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":335,"to":353}}}}],["13ad15df-6645-432e-a519-124a985dd88f",{"pageContent":"information and widened its boundaries. As the world \nbecome ever more connected, the dominance of \ndesigners based in London and Amsterdam dissipated \nsomewhat, and talents such as Naoto Fukasawa \nand Tokujin Yoshioka from Japan, Fernando and \nHumberto Campana from Brazil and Ronan and \nErwan Bouroullec from France joined the rarefied \nranks of international design superstardom. While \nFukasawa took a characteristically Japanese essentialist \napproach, especially with his designs for the no-logo \ncompany Muji, Yoshioka built on the poetic legacy of \nShiro Kurarnata to create works with a Zen refinement. \nIn contrast, the Campana brothers took a far more \nhands-on, design povera approach, using scraps of \nmaterial, off-cuts of wood, found toys, cheap plastic \ntubing and readily available aluminium wire to create \ninnovative and imaginative designs, which despite their \nconsiderable price tags took inspiration from the rnakedo-and-rnend philosophy found in Brazil's favelas.","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":351,"to":368}}}}],["ad1faa77-4645-45f9-9161-a7a33f4bced4",{"pageContent":"innovative and imaginative designs, which despite their \nconsiderable price tags took inspiration from the rnakedo-and-rnend philosophy found in Brazil's favelas. \nThe Gallic Bouroullec brothers similarly made poetic \nrather than purely functional work, such as their Algue \nscreening system made of clipped-together plastic \nbranches that resembled seaweed - a design that shared \nthe lyrical qualities of the exclusive movement that \nlater became known as \"Design Art\", but which was \nactually mass-produced on a large scale: Vitra sold over \n3 million Algue units between 2005 and 2009. 7 By the early 2000s avant-garde design was for \nthe most part no longer dictated by function, but \nrather by the whims of fashion. In 2001 a journalist \nfor The New York Times, Julie Iovine, interviewed the \narchitect John Pawson at the Milan Furniture Fair; \nduring the interview Pawson noted that \"designers \nand architects have a lot to learn from fashion ... They","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":367,"to":382}}}}],["90e14d03-994c-4720-9437-eff8700d34fd",{"pageContent":"architect John Pawson at the Milan Furniture Fair; \nduring the interview Pawson noted that \"designers \nand architects have a lot to learn from fashion ... They \nshouldn't be so blinkered. Haven't they cottoned on \nthat things have changed? It isn't just about making \ndesigns to last a thousand years.\" 8 Some designers \nand manufacturers had already cottoned on, and, \nencouraged by a vigorous economy, were beginning \nto create seasonal collections rather than definitive \ndesign solutions - it is interesting to note that Claudio \nLuti, the CEO and owner of the Italian manufacturing \ncompany Kartell, who made it the major global brand \nit is today, was the managing director of the Gianni \nVersace fashion house before taking up the reins at \nKartell in 1988. And \"design as fashion\" was not only a \nfacet of the Milan Furniture Fair, with its avant-garde \nexhibits; rather, fashionability was also increasingly \nimportant in mainstream design, especially that of","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":380,"to":397}}}}],["9eb8700e-302a-46cb-8437-c4ab169a86f0",{"pageContent":"facet of the Milan Furniture Fair, with its avant-garde \nexhibits; rather, fashionability was also increasingly \nimportant in mainstream design, especially that of \nelectronic products such as mobile phones, which \nwere constantly being rendered functionally obsolete \nthanks to the rapidity of technological innovation. \nAlso in the mass market, many products -whether \nkettles and washing machines or laptops and sofas -\nwere virtually indistinguishable from each other in \nterms of price and functionality, so appearance was \noften the only way a manufacturer, and indeed the \nconsumer, could distinguish between products. Being \n\"on trend\" came to be increasingly important for sales \n- and of course those trends were often determined \nby fashion forecasters, who were now increasingly \nbeing called upon by manufacturers of goods that \nwere not previously so influenced by the vagaries of \nfashion. Given the growing transience of objects, it is","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":395,"to":412}}}}],["6866f8f5-6c2c-4a7c-a556-834e18f5e2d9",{"pageContent":"being called upon by manufacturers of goods that \nwere not previously so influenced by the vagaries of \nfashion. Given the growing transience of objects, it is \nperhaps unsurprising that there was also a huge revival \nof interest in \"design classics\" during this period, and \ncompanies such as Vitra and Fritz Hansen began to \nreintroduce older iconic designs. In the late 1980s and \nearly 1990s, for example, the names of Charles and \nRay Eames had been virtually unknown to everyone \nbut a handful of avid design collectors, but in the space \nof two decades their work had been rediscovered by \nanother generation and was more popular than ever. \nIt appeared everywhere, from beer advertisements to \nvarious branches of McDonald's restaurants. \nWhile the design classics of the past went \nmainstream, a certain sector of contemporary avant-garde design moved decisively upmarket, into the \ncurious netherworld of Design Art. Functioning in \nmuch the same way as haute couture does in the","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":410,"to":427}}}}],["db308775-a798-484c-8f38-30dd28f788c9",{"pageContent":"mainstream, a certain sector of contemporary avant-garde design moved decisively upmarket, into the \ncurious netherworld of Design Art. Functioning in \nmuch the same way as haute couture does in the \nfashion world, Design Art was unashamedly elitist, \nyet it was also where a handful of gifted designers and \narchitects - notably Ron Arad, Marc Newson, Ross \nLovegrove, Zaha Hadid and the Campana Brothers \n- could pursue a new creative freedom unrestrained \nby economic concerns; the results would be some of \nthe most beautiful and poetic designs ever made. As \nmarkets became more globalized and mainstream \ndesign tended towards ever-greater universalism, \nDesign Art countered the trend by creating bespoke, \nindividual designs, which were supported financially \nby the emerging demographic of the super-rich - an \nunprecedented elite who could afford the luxury \nof such pieces. The flourishing oflimited-edition \nDesign Art was fed during the early 2000s by auction","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":425,"to":442}}}}],["2b270b12-6f57-48c2-8ac5-4e63fc0e0964",{"pageContent":"unprecedented elite who could afford the luxury \nof such pieces. The flourishing oflimited-edition \nDesign Art was fed during the early 2000s by auction \nhouses, design fairs and galleries, which introduced \nthese pieces into the feeding frenzy of the day in the \ncontemporary fine art market. The term \"Design Art\" \nis, in fact, credited to Alexander Payne, the worldwide \ndirector of design at the auctioneer and art dealership \nPhillips de Pury & Company, who organized the \nsale-room's first of many Design Art sales in 2001. \nBy enabling a small group of designers to explore new \nforms, materials and technologies, the movement \nbrought architectural and artistic concepts into design, \nand in so doing provoked discussion about the role of \nfunction in design and our interaction with designed \nobjects and environments. Because such designs were \nproduced in very small numbers, they had minimal \nenvironmental impact; as collectors' pieces they also","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":440,"to":457}}}}],["69adab46-51d6-4f1f-98f4-37c6ace542c3",{"pageContent":"objects and environments. Because such designs were \nproduced in very small numbers, they had minimal \nenvironmental impact; as collectors' pieces they also \nhad, like works of fine art and very much unlike most \nmainstream design of the time, an inherent longevity. \nWhile the Campana brothers created Design Art pieces \nusing found objects and traditional production methods, \nother Design Artists preferred a more high-tech \napproach, and Ron Arad's bronze MT rocker (2005), \nZaha Hadid's Vortexx light (2005), Marc Newson's \nVoronoi Shelf unit (2007) and Ross Lovegrove's Gingko \ntable (2007) were all developed using state-of-the-art \ncomputer-aided design (CAD) software. Being produced \nusing the same CAD software packages, these designs \nactually shared a similar aesthetic, which sometimes \nmade it difficult to distinguish the work of one designer \nfrom another. Nevertheless, the Design Art movement \nconvincingly demonstrated that it was possible to","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":455,"to":472}}}}],["723f76e9-4caa-4e21-8ab2-946fb3a9e086",{"pageContent":"made it difficult to distinguish the work of one designer \nfrom another. Nevertheless, the Design Art movement \nconvincingly demonstrated that it was possible to \ninvest limited-edition designs with expressive beauty, \nand that there was a small but very wealthy coterie of \ncollectors who were prepared to pay a premium price for \nindividuality, and who also saw the investment potential \nof Design Art. Meanwhile, for all its elitism, Design \nArt had a trickle-down effect much like that ofhaute \ncouture on mainstream fashion, and these exclusive \ndesigns influenced mass-produced goods - for instance, \na number of Ron Arad's limited-edition pieces were \ntranslated into plastic by Vitra and Moroso and sold for a \nfraction of the price. \n3-D printing, biomimicry and upcycling\nDuring the mid 2000s laser stereolithographynow better known as 3-D printing-was still very \nmuch in its infancy, but most of the leading design \nstudios and design teaching establishments made the","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":470,"to":487}}}}],["b3017801-390a-4f8e-9e49-47c9b8532c73",{"pageContent":"During the mid 2000s laser stereolithographynow better known as 3-D printing-was still very \nmuch in its infancy, but most of the leading design \nstudios and design teaching establishments made the \nconsiderable investment to have this new technology at \ntheir disposal. These early machines essentially grew \nprototypes in layers from vats ofliquid photopolymer \nresin that is cured using ultra-violet beams oflight. \nEnabling designers to give substance to their dreams \nwithin a matter of hours, they radically reduce the \nprototyping stage of the design process and allow \ngreater exploration offirst-stage design concepts thanks \nto the ease and low cost of model-making. \nAround the time that 3-D printing was making \ninroads into design practice, a new theme in design \nwas also beginning to gain considerable ground: \nbiomimicry, the late twentieth and early twenty-first \ncenturies' answer to nineteenth-century \"design \nbotany\" as pioneered by Christopher Dresser. Although","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":485,"to":502}}}}],["a9541b1f-0552-49f1-b3f7-dd1cef9768b9",{"pageContent":"biomimicry, the late twentieth and early twenty-first \ncenturies' answer to nineteenth-century \"design \nbotany\" as pioneered by Christopher Dresser. Although \nthe term biomimicry was coined in the early 1980s, \nit wasn't in widespread use in the design world until \nthe publication of Biomimicry: Innovation Inspired \nby Nature in 1997, by the biologist Janine Benyus. \nBiomimicry is a science related to design, which takes \nnature as its model, measure and mentor. By learning \nfrom nature and its evolutionary adaptations, it is \nargued that we will be able to create design solutions \nthat are better suited to the human condition and also \nmore ecologically sustainable. By translating the laws \ngoverning biological systems into a framework that \ncan be applied to the practice of design, we should be \nable to enhance the natural logic of our products: for \ninstance, at the time of writing algorithms based on \nswarm theory- the actions of ant or bee colonies - are","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":500,"to":517}}}}],["1c7d3cb3-60d2-4f6e-8f28-4e6febaa4456",{"pageContent":"able to enhance the natural logic of our products: for \ninstance, at the time of writing algorithms based on \nswarm theory- the actions of ant or bee colonies - are \nbeing used to develop artificial-intelligence systems, \nwhile studies of insects are being used in the design \nof miniaturized robotic drones, know as flybots. The \npossible ramifications of such developments are \ndisconcerting, and as technologies advance this moral \ndilemma will doubtless be faced more frequently; \njust because something is possible to make doesn't \nnecessarily mean it should be made. On a brighter note, \nthough, biomimicry might offer design solutions to all \nsorts of ecological problems, from the development \nof sustainable water schemes to the construction of \nbuildings that store carbon emissions. \nAnother book that fundamentally altered the \ndesign community's approach to the environment was \nCradle to Cradle: Remaking the Way We Make Things, \npublished in 2002. Its authors, William McDonough","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":515,"to":533}}}}],["757114b7-4943-4a09-830b-eea2ec7e7c81",{"pageContent":"Another book that fundamentally altered the \ndesign community's approach to the environment was \nCradle to Cradle: Remaking the Way We Make Things, \npublished in 2002. Its authors, William McDonough \nand Michael Braungart, highlighted the waste and \ndestruction wrought when consumer products are \nmade, used and then discarded; they charted the effects \nat all stages of the process, from the toxic dyes used to \nthe carcinogenic phthalates that leach from degrading \nplastics, forcing designers to consider in more depth \nthe life cycle of their products. The book also suggested \nways in which to lessen an object's net environmental \nimpact, from sourcing local materials in order to reduce \nemissions related to transportation or using sustainably \nharvested woods. Perhaps the most shocking statistic \nthat McDonough and Braungart unearthed was \nthat \"the product itself contains on average only 5 \npercent of the raw materials involved in the process of","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":530,"to":547}}}}],["d37a55d1-7be1-4566-97b8-830c02f6c045",{"pageContent":"that McDonough and Braungart unearthed was \nthat \"the product itself contains on average only 5 \npercent of the raw materials involved in the process of \nmaking and delivering it.\" 9 More than a decade later, \nMcDonough and Braungart published another book, \nUpcycle (2013), in which they argue that rather than \nsustainability, we should design for abundance - that \ninstead of minimizing the ecological footprint of a \nproduct, we should instead be trying to maximize the \nenvironmental benefits of its design, for example by \ndevising carpets that clean the air or fences that capture \nsolar energy. \nAlthough these books offer intriguing glimpses of \nbetter ways of designing and making products, the \nreality is that most goods that are manufactured are far \nremoved from these ideals. In north-east China, the \ncity of Shenyang- like so many of China's industrial \nhubs - has skies filled with thick smog as factories \nbelch a toxic cocktail, churning out all manner of","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":545,"to":563}}}}],["98034c83-a780-415d-908a-8629412e51f7",{"pageContent":"city of Shenyang- like so many of China's industrial \nhubs - has skies filled with thick smog as factories \nbelch a toxic cocktail, churning out all manner of \nephemeral products, from plastic shoes to gimmicky \nstocking fillers and poorly made kitchen gadgets. All \nthese products and more can be found piled high in the \ncity's vast Wu'ai Market, the largest international trade \ncentre in northern China, which fills a huge complex \nof linked buildings with floor upon floor of small stalls \nselling extremely cheap goods, which are bought and \nexported to the furthest reaches of the globe with scant \nregard for the environmental destruction caused. This \nwaste can only be prevented by stemming demand, and \nthis will only be achieved through design education. In \nfact, there is very little difference between the shoddy \ngoods found in Shenyang and those that were displayed \nat the Great Exhibition of 1851, except that the scale of","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":561,"to":577}}}}],["5d93eeed-9607-4e83-81c1-34f994b7447a",{"pageContent":"fact, there is very little difference between the shoddy \ngoods found in Shenyang and those that were displayed \nat the Great Exhibition of 1851, except that the scale of \nproduction is now infinitely greater and, as a result, the \nenvironmental impact infinitely worse.","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":575,"to":579}}}}],["c1379455-557f-4003-84bc-dca54e9a4aac",{"pageContent":"SOME CONCLUDING THOUGHTS\nAlthough the economic downturn that began in 2007 \nhas somewhat curbed excessive consumption and \nhelped to focus some designers on satisfying real needs, \nthere still exists a wanton amount of waste; resources \nare squandered and consumers encouraged to update \nand replace their possessions with startling frequency. \nSustainability is about reusing, reducing and recycling, \nand can be achieved by making very small changes to \nour buying habits - not replacing the electronic products \nwe rely on until absolutely necessary, furnishing \nour homes with antiques or second-hand items and \nmaking sure that any new products we do buy are well \ndesigned and well made, and so will last longer. In such \nan environment there is a distinct glimmer of hope for \ndesign reform, because when people have access to \nwell-designed products they become more discerning \nin their purchases, and so Good Design effectively \nbreeds Good Design.","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":1,"to":19}}}}],["0af59f08-162d-4e4c-a4fc-658ac89f302c",{"pageContent":"design reform, because when people have access to \nwell-designed products they become more discerning \nin their purchases, and so Good Design effectively \nbreeds Good Design. \nSometimes, though, it is difficult to determine \nwhether a design is really good. Take, for example, the \niPhone - a small yet perfectly formed device that is the \nquintessential design of the present era. Its functional \nclarity and user-friendly interface are reminiscent of \nthe pioneering work of Dieter Rams for Braun, and its \nalluring, sleek form is as seductive as any design by \nRaymond Loewy; then, Apple's frequent upgrading \nwould have trumped even Harley Earl, tarnishing \nthe existing model by introducing a new look and \nenhanced capability. More than any other design, the \niPhone demonstrates the convergence of technologies, \nelegantly combining a host of functions that only a \nfew years ago would have been served by a variety of \nseparate products, from music players and cameras to","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":16,"to":34}}}}],["82c7c796-9322-4198-8b68-ee645da7b13d",{"pageContent":"elegantly combining a host of functions that only a \nfew years ago would have been served by a variety of \nseparate products, from music players and cameras to \ncompasses and stop-watches - all of which have now \nbeen rendered effectively obsolete. The iPhone also \nencapsulates the other main themes of contemporary \ndesign practice, among them universal solutions that \ncan be subject to mass customization, haptic feedback \nthat engenders emotional response and, lastly but \nby no means least, intuitive interfacing connections. \nAs Charles Eames's so famously noted, \"Eventually \n496 \neverything connects - people, ideas, objects. The quality \nof the connections is the key to quality per se.\" 10 \nJonathan Ive's iPhone, like design throughout \nhistory, has been guided by connections: with creating \npurposeful and meaningful relationships between \nform and function, materials and technologies, objects \nand users in order to create products that enhance","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":32,"to":50}}}}],["afc56846-c65b-400c-8e0b-f72765b65b58",{"pageContent":"purposeful and meaningful relationships between \nform and function, materials and technologies, objects \nand users in order to create products that enhance \neveryday life. From our cavemen forebears chipping \naway flakes of flint to create rudimentary stone tools \nto today's designers harnessing the power of CAD/ \nCAM to create the latest \"smart\" products, design is a \nprocess driven by the belief that a better solution can be \nfound to any given need. Throughout human history, \nthe quality of the connections found in design solutions \nhas determined their success or failure, and they will \ncontinue to do so into the future. \nAs for the future of design, new materials and \ntechnologies - from superconductive graphene and \nlight-emitting polymeric films to nanotechnology \nand artificial intelligence - will undoubtedly enable \nproducts to become smarter, smaller and more \nfunctionally convergent, and \"smart\" designs will \neventually be implanted into the body to enhance","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":48,"to":66}}}}],["a82edd89-5456-4a92-a18e-02879c4eebae",{"pageContent":"products to become smarter, smaller and more \nfunctionally convergent, and \"smart\" designs will \neventually be implanted into the body to enhance \nhuman capabilities. As and when this happens, \ndesign's physicality will decrease, but even in the \nprocess of dematerialization the discipline of design \nwill continue to shape society. Design is the means \nthrough which the man-made world is moulded, \nfor better or worse - and consumers as well as \ndesigners and manufacturers have the power and \nthe responsibility to ensure that progress is for the \nbetter. Every man-made product has an impact \nnot only on our lives but also on those offuture \ngenerations - environmentally, and also in showing \nthose generations how different the past was, and \nalso, possibly, how familiar it remains. The story of \ndesign gives us an insight into our own way oflife, \nand provides us with a document of how people have \nlived through history. What, then, will our own design \nlegacy say about us?","metadata":{"type":"content","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","loc":{"lines":{"from":64,"to":83}}}}],["69943569-a7d3-4591-8838-90ac71d6e9ad",{"pageContent":"Trolley from The Service Range designed by \nJohan Huldt and Jan Dranger for Innovator, \nc.1967. \nPrevious page: Tizio task light designed by \nRichard Sapper for Artemide, 1972.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18001,"image_url":"18001.png","loc":{"lines":{"from":1,"to":5}}}}],["f89d9d64-7d28-41a9-b70f-7cf629bc2362",{"pageContent":"Toyota Corolla advertisement for the American market, 1974.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18002,"image_url":"18002.png","loc":{"lines":{"from":1,"to":1}}}}],["a0eb2207-298f-4bac-925c-e9e420919f58",{"pageContent":"Willis Faber and Dumas Headquarters building \nin Ipswich designed by Norman Foster, built \n1970-75.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18003,"image_url":"18003.png","loc":{"lines":{"from":1,"to":3}}}}],["d359c8b7-c204-4e4f-a411-cb687b73d29f",{"pageContent":"Hopkins House in Hampstead, London, \ndesigned by Michael Hopkins, 1976","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18004,"image_url":"18004.png","loc":{"lines":{"from":1,"to":2}}}}],["5dcd650c-2ee3-4f03-bae1-57f9513c0c2b",{"pageContent":"Bauhaus textile designed by Collier-Campbell for Liberty, 1972.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18005,"image_url":"18005.png","loc":{"lines":{"from":1,"to":1}}}}],["a0f0d69b-b9b4-40f8-b6d0-cab0cdc2fe87",{"pageContent":"Super Erecta trolley designed by Louis Maslow \nfor Metro, c.1970-75.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18006,"image_url":"18006.png","loc":{"lines":{"from":1,"to":2}}}}],["fdbcbd52-f768-4c3c-8f48-d1c602a0cf57",{"pageContent":"Omkstak chair designed by Rodney Kinsman \nfor OMK, 1971.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18007,"image_url":"18007.png","loc":{"lines":{"from":1,"to":2}}}}],["5adcea44-3dbf-4bab-8cf0-df00c3d1b503",{"pageContent":"Mitre armchair designed by John Makepeace, 1978.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18008,"image_url":"18008.png","loc":{"lines":{"from":1,"to":1}}}}],["0d949ff2-1af1-4c75-948e-9fa7a73b76a9",{"pageContent":"Music stand designed by Wendell Castle, 1972.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18009,"image_url":"18009.png","loc":{"lines":{"from":1,"to":1}}}}],["86b49e75-b273-4c68-9681-fccc6d2683e5",{"pageContent":"Hwna11scale 1/2/3 manual designed by Henry Dreyfuss Associates (Niels Diffrient), 1974.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18010,"image_url":"18010.png","loc":{"lines":{"from":1,"to":1}}}}],["dd08e44d-31bc-456b-8b9d-ce813e67029a",{"pageContent":"Vertebra task chair designed \" by Emilio Ambasz for Anonima Castelli, 1975.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18011,"image_url":"18011.png","loc":{"lines":{"from":1,"to":1}}}}],["75adfcea-40e3-4974-94ca-8bc4983b1635",{"pageContent":"Supporto task chair designed by Fred Scott for Hille, 1976.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18012,"image_url":"18012.png","loc":{"lines":{"from":1,"to":1}}}}],["f03ef5de-88b4-4ca9-abe1-40688b8236dc",{"pageContent":"Casabella cover, January 1973 - featuring the \nmembers of Global Tools.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18013,"image_url":"18013.png","loc":{"lines":{"from":1,"to":2}}}}],["ce8d298d-e21d-403f-a4ac-863c3ef1e0c4",{"pageContent":"Lassu chair designed and symbolically burnt by Alessandro Mendini, 1974.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18014,"image_url":"18014.png","loc":{"lines":{"from":1,"to":1}}}}],["006b8364-3b7d-4721-a491-8252a47af32e",{"pageContent":"Wassily chair redesign by Alessandro Mendini \nfor Studio Alchimia, 1978.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18015,"image_url":"18015.png","loc":{"lines":{"from":1,"to":2}}}}],["40136555-3dee-450d-a204-55c4032f59f6",{"pageContent":"Proust Armchair designed by Alessandro \nMendini for Studio Alchimia, 1978.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18016,"image_url":"18016.png","loc":{"lines":{"from":1,"to":2}}}}],["fc215019-6fcf-401c-906b-c9cdea01333b",{"pageContent":"Radio-in-a-Bag designed by Daniel Weil for Parenthesis (UK) and Apex International \nCompany (Japan), 1981.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18017,"image_url":"18017.png","loc":{"lines":{"from":1,"to":2}}}}],["fcc9a602-bd52-4939-ae9d-4a754bb35fa1",{"pageContent":"The Sex Pistols' \"God Save the Queen\" album \nsleeve, designed by Jamie Reid, 1977.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18018,"image_url":"18018.png","loc":{"lines":{"from":1,"to":2}}}}],["2d594e75-220b-4031-8872-75b2bdb281ae",{"pageContent":"VP-1100 videocassette recorder launched by \nSony in 1971.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18019,"image_url":"18019.png","loc":{"lines":{"from":1,"to":2}}}}],["1d341502-1a95-4dec-a48d-d7181792d3d6",{"pageContent":"Magnavox publicity photograph for the \nOdyssey home games console, 1972.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18020,"image_url":"18020.png","loc":{"lines":{"from":1,"to":2}}}}],["9decea55-48eb-4edd-aaf7-1aaa4bbc1b06",{"pageContent":"Magnavox Odyssey games console designed by Ralph Baer, released 1972.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18021,"image_url":"18021.png","loc":{"lines":{"from":1,"to":1}}}}],["c1091f51-522f-4dd3-81d2-5864875f3aca",{"pageContent":"Atari 2600 console, released 1977 (this \"wood veneer\" version dates from 1980-82).","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18022,"image_url":"18022.png","loc":{"lines":{"from":1,"to":1}}}}],["99818d23-a562-4ff4-9f9f-037a07656fce",{"pageContent":"Early version of Motorola \"Brick\" DynaTAC mobile phone designed by Martin Cooper,","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18023,"image_url":"18023.png","loc":{"lines":{"from":1,"to":1}}}}],["46ebe060-dfda-4c5e-a7ba-b75563065d2d",{"pageContent":"First Sony Wal km an {TPS-L2), launched in 1979.","metadata":{"type":"image","chapter_number":18,"chapter_name":"RATIONALISM VERSUS CRAFT","image_ID":18024,"image_url":"18024.png","loc":{"lines":{"from":1,"to":1}}}}],["0078141a-61e9-4ccb-95a3-2216ee84f718",{"pageContent":"Tea and Coffee Piazza \ndesigned by Aldo Rossi for Alessi, 1983","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19001,"image_url":"19001.png","loc":{"lines":{"from":1,"to":2}}}}],["5ab84436-cd59-4fb1-8354-6a6cdf87a1d3",{"pageContent":"Carlton bookcase/room divider designed by \nEttore Sottsass for Memphis, 1981.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19002,"image_url":"19002.png","loc":{"lines":{"from":1,"to":2}}}}],["2b307d49-e140-49f0-99e7-957b9bba56b9",{"pageContent":"Official photograph of the Memphis group in 1981 -showing the collective's members relaxing in the Tawaraya boxing ring-cum-conversation pit designed by Masanori Umeda in 1981.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19003,"image_url":"19003.png","loc":{"lines":{"from":1,"to":1}}}}],["18efa63d-a85d-4632-ab84-825487481ccb",{"pageContent":"Mamounia armchair designed by George Sowden, 1985 - upholstered with textile designed by Nathalie Du Pasquier.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19004,"image_url":"19004.png","loc":{"lines":{"from":1,"to":1}}}}],["f56409c1-286e-4cd4-808e-028cb11a6453",{"pageContent":"Secret Springs table designed by Peter Shire, \nc. 1984 - epitomizing \"California New Wave\" design.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19005,"image_url":"19005.png","loc":{"lines":{"from":1,"to":2}}}}],["eb984d3e-7d62-4ace-9062-d5f36fe3f6e9",{"pageContent":"Tea and Coffee Piazza designed by Charles Jencks for Alessi, 1984.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19006,"image_url":"19006.png","loc":{"lines":{"from":1,"to":1}}}}],["c9e30bba-f3dd-46ce-bcce-64e50aa39ca4",{"pageContent":"Tea and Coffee Piazza designed by Michael \nGraves for Alessi, 1984.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19007,"image_url":"19007.png","loc":{"lines":{"from":1,"to":2}}}}],["0c5384a4-5a2a-43ab-81f9-99dd414a733c",{"pageContent":"9093 kettle designed by Michael Graves for \nAlessi, 1985.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19008,"image_url":"19008.png","loc":{"lines":{"from":1,"to":2}}}}],["83e146f4-139e-4045-b6da-1b6c929746f9",{"pageContent":"Queen Anne chair designed by Robert \nVenturi and Denise Scott-Brown for Knoll \nInternational, 1984.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19009,"image_url":"19009.png","loc":{"lines":{"from":1,"to":3}}}}],["d0144c29-04b8-4740-97df-3515611ee3f1",{"pageContent":"Miss Blanche chair designed by Shiro Kura matafor lshimaru Company, 1988.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19010,"image_url":"19010.png","loc":{"lines":{"from":1,"to":1}}}}],["a3bcbaee-d33c-481c-aaf6-aac99aaba742",{"pageContent":"Concrete Stereo designed by Ron Arad for One Off, 1983.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19011,"image_url":"19011.png","loc":{"lines":{"from":1,"to":1}}}}],["2bec9844-c655-497f-aa2b-c615ff7a322d",{"pageContent":"Lyre chair designed by Mark Brazier-Jones, 1980.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19012,"image_url":"19012.png","loc":{"lines":{"from":1,"to":1}}}}],["4a2a756e-0d0a-4acb-8037-f9fe5fdfdddb",{"pageContent":"Rover chair designed by Ron Arad for One \nOff, 1981.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19013,"image_url":"19013.png","loc":{"lines":{"from":1,"to":2}}}}],["5096d2a5-07db-43f0-b4de-84654d144938",{"pageContent":"S chair designed by Tom Dixon, 1988 -later \nproduced by Cappellini.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19014,"image_url":"19014.png","loc":{"lines":{"from":1,"to":2}}}}],["d53aedad-60fe-4925-aa50-5f18de1ab8a1",{"pageContent":"Cover of the first issue of i-D magazine designed by Terry Jones, 1980.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19015,"image_url":"19015.png","loc":{"lines":{"from":1,"to":1}}}}],["8e095234-b0e0-4b45-acf3-b04cf52cbd0b",{"pageContent":"Electro issue of The Face magazine designed by \nNeville Brody, 1984.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19016,"image_url":"19016.png","loc":{"lines":{"from":1,"to":2}}}}],["571c0fbc-75cc-4363-bbe5-01e7a80d5726",{"pageContent":"Lobby of the Royalton Hotel, New York \ndesigned by Philippe Starck, 1988.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19017,"image_url":"19017.png","loc":{"lines":{"from":1,"to":2}}}}],["8bcfc2f0-bc12-4865-9888-62afc7f6b0b3",{"pageContent":"Juicy Salif citrus press designed by Philippe Starck for Alessi, 1990.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19018,"image_url":"19018.png","loc":{"lines":{"from":1,"to":1}}}}],["be446775-0d30-4dfd-b3c4-e29177ec53e8",{"pageContent":"Apple publicity photo for the Apple Mackintosh \n128k desktop computer, 1984.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19019,"image_url":"19019.png","loc":{"lines":{"from":1,"to":2}}}}],["890ad214-2a7f-4dd7-9ef5-01a86bec5149",{"pageContent":"Mac's revolutionary graphical interface \n(including the trash can, the bomb, the smiling \nmonitor) devised by Susan Kare for Apple, \nc.1983-84.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19020,"image_url":"19020.png","loc":{"lines":{"from":1,"to":4}}}}],["6efba5fe-dad2-493e-ae5e-d056ecad5f07",{"pageContent":"Snow White+ the Seven Pixels poster designed \nApril Greiman for the Maryland Institute \nCollege of Art, 1986.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19021,"image_url":"19021.png","loc":{"lines":{"from":1,"to":3}}}}],["4f988de8-52db-46b8-b1f5-d08f94234f4f",{"pageContent":"Emigre magazine, Issue 1 designed by Rudy \nVanderLans and Zuzana Licko, 1984.","metadata":{"type":"image","chapter_number":19,"chapter_name":"POSTMODERNISH AND INTERNATIONALISM","image_ID":19022,"image_url":"19022.png","loc":{"lines":{"from":1,"to":2}}}}],["6515569c-563d-4ed0-ab3c-793e66d0f648",{"pageContent":"Map of all Internet connections \non the World Wide Web for a single day (3rd \nNovember 2003) - generated by The Opte \nProject, 2003. \nHyperText system using typed links developed \nby Tim Berners-Lee and Robert Cailliau for use \non the World Wide Web, which was debuted on \n6 August 1991.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20001,"image_url":"20001.png","loc":{"lines":{"from":1,"to":8}}}}],["2d4d7f74-58c6-4b85-83b4-246b52cb24c9",{"pageContent":"Design Museum in Butler's Wharf, London \n- opened in 1989 as the world's first museum \ndedicated to design.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20002,"image_url":"20002.png","loc":{"lines":{"from":1,"to":3}}}}],["30dd22b7-caf6-44e0-a49e-ed2fc0b00a75",{"pageContent":"Basic thermal flask designed by Ross \nLovegrove and Julian Brown for Alfi, 1988-90","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20003,"image_url":"20003.png","loc":{"lines":{"from":1,"to":2}}}}],["2cc1f79d-86f5-437f-b970-15347630a361",{"pageContent":"Bookworm shelving designed by Ron Arad \nfor Kartell, 1994.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20004,"image_url":"20004.png","loc":{"lines":{"from":1,"to":2}}}}],["68aeb3bb-b6fe-4d4c-a0df-3946d60efd5e",{"pageContent":"City Storm urban bike designed by Michael Young for \nGiant, 2006 - a British designer working in Hong Kong for a \nTaiwanese manufacturer","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20005,"image_url":"20005.png","loc":{"lines":{"from":1,"to":3}}}}],["70b9b216-76bd-43bf-b44a-001dfc863db2",{"pageContent":"Tolemeo task light designed by Michele De \nLucchi for Artemide, 1986 - a universal solution \nthat became a global winner in the 90s.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20006,"image_url":"20006.png","loc":{"lines":{"from":1,"to":3}}}}],["e588aedb-2d21-454b-a01c-da1500893e2a",{"pageContent":"iMac personal computer designed by \nJonathan lve and the Apple Design Team, \n1998","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20007,"image_url":"20007.png","loc":{"lines":{"from":1,"to":3}}}}],["098486e8-2043-40a6-87b1-5354ec57b482",{"pageContent":"Apple publicity photograph showing Steve \nJobs with an iMac, c.1998","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20008,"image_url":"20008.png","loc":{"lines":{"from":1,"to":2}}}}],["ce342c7e-ecfe-4f78-b5a2-0c94bf1083e9",{"pageContent":"Good Grips household brushes and dustpan \nand brush designed by Smart Design for OXO \nInternational, 2004.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20009,"image_url":"20009.png","loc":{"lines":{"from":1,"to":3}}}}],["27896772-9b90-4597-8c41-cbd73974023d",{"pageContent":"Photograph showing the development of Good \nGrips vegetable peeler designed by Smart \nDesign, 1990","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20010,"image_url":"20010.png","loc":{"lines":{"from":1,"to":3}}}}],["48dbf0c7-9450-4798-a1ee-9df3992a5258",{"pageContent":"Knotted chair designed by Marcel Wanders for \nDroog Design, 1996","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20011,"image_url":"20011.png","loc":{"lines":{"from":1,"to":2}}}}],["635f05e8-2d54-44bd-a42f-3c42802dec66",{"pageContent":"Chest of Drawers designed by Tejo Remy for \nDroog, 1991.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20012,"image_url":"20012.png","loc":{"lines":{"from":1,"to":2}}}}],["286149ba-186a-4375-98e7-e6913734cc01",{"pageContent":"85 Bulbs chandelier designed by Rody Graumans for","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20013,"image_url":"20013.png","loc":{"lines":{"from":1,"to":1}}}}],["6ecc56a7-b04c-4878-8da6-38cd07974e2c",{"pageContent":"Horse Floor lamp designed by Front for Moooi, 2006","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20014,"image_url":"20014.png","loc":{"lines":{"from":1,"to":1}}}}],["817b9c07-43cc-4b1f-8613-29c9a7c31b03",{"pageContent":"Smoke collection offurniture designed by Maarten \nBaas for Moooi, 2002.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20015,"image_url":"20015.png","loc":{"lines":{"from":1,"to":2}}}}],["267edeb9-8939-42f1-bcce-00c53f29e94c",{"pageContent":"Algue screening system designed by Ronan \nand Erwan Bouroullec for Vitra, 2004","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20016,"image_url":"20016.png","loc":{"lines":{"from":1,"to":2}}}}],["8f7f5158-36b6-4e4f-a4fd-7df8019897ab",{"pageContent":"Wall-mounted CD player designed by Naoto \nFukasawa for Muji, 1999.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20017,"image_url":"20017.png","loc":{"lines":{"from":1,"to":2}}}}],["ab07c066-57f0-4d0e-9ea0-8231fb20240d",{"pageContent":"Favela armchair designed by Fernando and \nHumberto Campana, 1999 (produced by Edra \nfrom 2003).","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20018,"image_url":"20018.png","loc":{"lines":{"from":1,"to":3}}}}],["eabbb998-a607-4562-bda7-828605525894",{"pageContent":"Vortexx light designed by Zaha Had id for \nSawaya & Moroni, 2005.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20019,"image_url":"20019.png","loc":{"lines":{"from":1,"to":2}}}}],["83e85883-77ee-44b8-85ea-7c3042f1576d",{"pageContent":"Voronoi Shelf unit designed by Marc Newson \nfor Gagosian Gallery, 2007.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20020,"image_url":"20020.png","loc":{"lines":{"from":1,"to":2}}}}],["5b41ae33-a1b4-400c-b48f-b9e18cb510e5",{"pageContent":"Carbon Tower prototype demonstrating a \nconstruction system for an all-carbon and glass \nfiber high-rise office building, 2005 - created \nusing early 3-D printer technology","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20021,"image_url":"20021.png","loc":{"lines":{"from":1,"to":4}}}}],["d9427c27-f18a-44fa-ad8a-83c8aeff95d9",{"pageContent":"Gingko table designed by Ross Lovegrove, \n2007 \n- its form inspired by nature.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20022,"image_url":"20022.png","loc":{"lines":{"from":1,"to":3}}}}],["604374a6-b404-452b-9ec3-fa241b1444a9",{"pageContent":"Computer model ofGingko table by Ross \nLovegrove, 2007","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20023,"image_url":"20023.png","loc":{"lines":{"from":1,"to":2}}}}],["7f3edc18-2ee5-4417-80a4-a09cefd5b3ff",{"pageContent":"Diagram from Cradle to Cradle: Remaking the \nWay We Make Things published in 2002.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20024,"image_url":"20024.png","loc":{"lines":{"from":1,"to":2}}}}],["28b28941-0443-4090-9583-51ddb126ef16",{"pageContent":"Microrobots (also know as flybots) developed \nby the Harvard Microrobotic Lab at the \nHarvard School of Engineering and Applied \nSciences- intended for covert surveillance.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20025,"image_url":"20025.png","loc":{"lines":{"from":1,"to":4}}}}],["5bffb2c3-d35a-4cb1-a227-92b4bfba11ba",{"pageContent":"iPhone 5 designed by Jonathan \nIve and the Apple Design Team, \nintroduced 2013.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20026,"image_url":"20026.png","loc":{"lines":{"from":1,"to":3}}}}],["666a5e9a-70a7-4d01-8d1a-5ff2bb756071",{"pageContent":"Drawing of the Utopian Design \nAntibody by James Irvine, 2008.","metadata":{"type":"image","chapter_number":20,"chapter_name":"UNIVERSAL SOLUTIONS VERSUS CREATIVE INDIVIDUALITY","image_ID":20027,"image_url":"20027.png","loc":{"lines":{"from":1,"to":2}}}}]],{"0":"be1f5506-cd40-42bb-9088-5349a5965c8c","1":"bbc5401c-b26e-4bb8-83ee-16087c6016ad","2":"19ff8566-ca64-4f8f-b03e-144ec9ff7a34","3":"f0ba005c-7b57-4551-8fa2-3606542f296e","4":"3906a822-8033-4786-86d5-2b6a7b3a4aca","5":"3b273c0a-b1c7-4fa3-b2bf-cf0f8f1be4fb","6":"856fc7b1-58da-43ed-bf53-da97c73ddf9a","7":"adf3def3-19db-421d-8f73-73559f9d3714","8":"1a1510d4-19a5-4c9d-bd46-a0aaf666e0b2","9":"aad05986-9043-4d78-9cc7-4fd08091db14","10":"8d886af2-2323-418d-9cfa-a4be97ea21e9","11":"bfa84316-5ad5-471d-a6d1-449f02e66f57","12":"60b918d4-1744-4dc9-81f9-d0624a3a58fa","13":"255733b6-bba7-4926-af5c-de12c30472ce","14":"8048c75e-c4a8-4fda-8829-d83107dff9a3","15":"6da69174-e835-43b5-b8cc-d43386f3866e","16":"c91562c7-f06d-4f5a-a2e3-600d687a54f5","17":"1df52b6c-0060-4c08-8fbf-2080825567dc","18":"6f26a8b8-e57e-4954-a035-e0c6cdeee1e1","19":"45adc2f1-df3f-456c-817f-da0a80411680","20":"c8389f19-3305-46da-ae70-b56ff0dfa8bb","21":"7903f17e-b292-45d2-a175-57b2c6b13202","22":"9f9573c4-80f4-4f2a-8aed-f82b543761ec","23":"4f11a6ca-a6ad-4eed-ab8d-4a0fb509c973","24":"7b8562b7-1391-4973-a6d2-44eb1e6e707f","25":"b5e8eb3e-2ab4-4b80-b23e-1414a7ecaa9a","26":"967b7efa-6342-4aa9-bcda-6880fcebf74a","27":"0438f135-5bbb-4e4a-a328-f47c27e9bb26","28":"3dbdcb24-ecd5-4824-b2e9-b329d4b531bf","29":"7c750d65-5f2f-4589-a5c2-77ac0c913b36","30":"716a4d6e-000c-4509-ab79-bb61ca6cc571","31":"cdfe66af-84d9-4f9b-87c8-863c6e15d336","32":"a24cd2fb-72ad-48c5-9395-e77a595ee262","33":"49bbebc3-2d35-42eb-8ef4-8bc7d46d1b91","34":"55548545-ad58-4ec8-b314-a1d26d34d219","35":"f6143bcb-176a-4be7-8da4-b4b0181b42ed","36":"a6a73b01-6773-4ad7-bc73-dc152da90893","37":"0ea0a4ad-d3d4-477e-a6b1-9b6835a76e32","38":"5d0ebb6a-3b4b-4146-aaa7-223a40059fbf","39":"4f2666bb-72ef-4cde-b3ad-5a038b0d79d9","40":"0bff79df-73f9-461e-9ffe-8117a7e0e240","41":"85853e38-4fa6-4390-9ea1-eccab473cb05","42":"c8f1188a-2f35-4880-8a26-9cf29522a3fe","43":"48a56c90-f4e4-4548-b530-b8759f7c248d","44":"e94159e3-1493-4914-87fb-d6e5e90fff63","45":"d83f1388-71b2-41d9-8250-c9cec06bdbfe","46":"fca2c077-101c-4e44-878f-45d4163ad74e","47":"eaf754f1-a281-4076-8ae8-b7d6b0fff897","48":"46c3f965-a671-4418-9f71-b9d3fead181b","49":"57a0c16a-3550-4384-b7c5-5b56227af32c","50":"f0a3daaf-8782-468c-a128-fa7a755a5b4f","51":"4eeb4683-a9b6-40ce-84e8-416f694f9eee","52":"c24bec05-1b57-4789-8734-71d6b1833d8d","53":"1be78b39-e6e4-468b-8c8c-91a4d1e763bd","54":"e5953cb1-4ae4-417c-87c2-8c7ac6bf1d34","55":"22d11a13-f075-48f2-a8b1-90ef20d8367e","56":"a9bc8537-45e8-4031-92ed-eb681fcf2ffb","57":"16c3cebc-ccbc-49dc-a07e-a86e54275a48","58":"9b1bc3e7-8f53-4019-af28-f0c270a756c4","59":"6b4aa69a-ff04-4f09-a914-dc356ad61dde","60":"34beb7c7-ccf3-455e-bfac-b50cd7f0c49e","61":"e489c518-99fc-4769-a876-1c9b7277267e","62":"04d1623e-85c2-46e2-880e-53daf7a61306","63":"2001b06a-a2e7-41f7-87e8-20881479fd50","64":"f8592958-06e2-4ad0-b037-c7195e012fd0","65":"345c1bb2-0056-499c-9011-292d0e2f0b72","66":"a53cb368-338d-49c6-b955-e3b8fa9d7f53","67":"011dc1dd-dbf5-4b5f-89de-d9c83796a86e","68":"4df946f7-5996-4822-882c-12f081f22364","69":"9b784391-8d44-4d63-ade7-87da99089e10","70":"325c8349-b522-4686-827f-8ca1803ddc7b","71":"4c598b92-8d2c-4614-97b2-19cd09b06c3c","72":"36f54cc5-73ba-414e-9f1d-12dc941b502e","73":"de6e36eb-4e4e-4908-95a0-8fafbd47ccc2","74":"af47925a-2bb8-41d5-a530-c2dd614f3a42","75":"7aec98ea-3ab4-4280-b3de-d3994c04681a","76":"cfeb4af2-ed1f-40bb-84a4-f57fb86ad6a3","77":"08c640f5-634e-4b4c-b952-4bc4c46805f0","78":"7ee707bd-ce0f-4934-8686-055eaabc5584","79":"fa024525-1a10-43f5-b6f0-e503c10e0fca","80":"33ba1039-9879-4dc3-b307-40096b0c5f51","81":"cc149467-687c-4fab-b02e-46884c62dbe6","82":"a210fd19-4171-4f00-8d49-f0587f37b663","83":"e34a046b-06e7-4dd5-adca-086ee389a8bb","84":"851a2f6d-4ac0-4b40-ab95-ff051e0e10d1","85":"2fc51cf4-e45c-4cb6-a022-6131b854d7e9","86":"c8e45fd4-5970-47a7-9778-6f4be0958418","87":"bb73d303-a1db-4e53-b395-8ce79e98d788","88":"84b9f341-da91-40f4-9351-54314f145e49","89":"4ee23e4b-0087-43eb-823a-dc222dd18d92","90":"13ad15df-6645-432e-a519-124a985dd88f","91":"ad1faa77-4645-45f9-9161-a7a33f4bced4","92":"90e14d03-994c-4720-9437-eff8700d34fd","93":"9eb8700e-302a-46cb-8437-c4ab169a86f0","94":"6866f8f5-6c2c-4a7c-a556-834e18f5e2d9","95":"db308775-a798-484c-8f38-30dd28f788c9","96":"2b270b12-6f57-48c2-8ac5-4e63fc0e0964","97":"69adab46-51d6-4f1f-98f4-37c6ace542c3","98":"723f76e9-4caa-4e21-8ab2-946fb3a9e086","99":"b3017801-390a-4f8e-9e49-47c9b8532c73","100":"a9541b1f-0552-49f1-b3f7-dd1cef9768b9","101":"1c7d3cb3-60d2-4f6e-8f28-4e6febaa4456","102":"757114b7-4943-4a09-830b-eea2ec7e7c81","103":"d37a55d1-7be1-4566-97b8-830c02f6c045","104":"98034c83-a780-415d-908a-8629412e51f7","105":"5d93eeed-9607-4e83-81c1-34f994b7447a","106":"c1379455-557f-4003-84bc-dca54e9a4aac","107":"0af59f08-162d-4e4c-a4fc-658ac89f302c","108":"82c7c796-9322-4198-8b68-ee645da7b13d","109":"afc56846-c65b-400c-8e0b-f72765b65b58","110":"a82edd89-5456-4a92-a18e-02879c4eebae","111":"69943569-a7d3-4591-8838-90ac71d6e9ad","112":"f89d9d64-7d28-41a9-b70f-7cf629bc2362","113":"a0eb2207-298f-4bac-925c-e9e420919f58","114":"d359c8b7-c204-4e4f-a411-cb687b73d29f","115":"5dcd650c-2ee3-4f03-bae1-57f9513c0c2b","116":"a0f0d69b-b9b4-40f8-b6d0-cab0cdc2fe87","117":"fdbcbd52-f768-4c3c-8f48-d1c602a0cf57","118":"5adcea44-3dbf-4bab-8cf0-df00c3d1b503","119":"0d949ff2-1af1-4c75-948e-9fa7a73b76a9","120":"86b49e75-b273-4c68-9681-fccc6d2683e5","121":"dd08e44d-31bc-456b-8b9d-ce813e67029a","122":"75adfcea-40e3-4974-94ca-8bc4983b1635","123":"f03ef5de-88b4-4ca9-abe1-40688b8236dc","124":"ce8d298d-e21d-403f-a4ac-863c3ef1e0c4","125":"006b8364-3b7d-4721-a491-8252a47af32e","126":"40136555-3dee-450d-a204-55c4032f59f6","127":"fc215019-6fcf-401c-906b-c9cdea01333b","128":"fcc9a602-bd52-4939-ae9d-4a754bb35fa1","129":"2d594e75-220b-4031-8872-75b2bdb281ae","130":"1d341502-1a95-4dec-a48d-d7181792d3d6","131":"9decea55-48eb-4edd-aaf7-1aaa4bbc1b06","132":"c1091f51-522f-4dd3-81d2-5864875f3aca","133":"99818d23-a562-4ff4-9f9f-037a07656fce","134":"46ebe060-dfda-4c5e-a7ba-b75563065d2d","135":"0078141a-61e9-4ccb-95a3-2216ee84f718","136":"5ab84436-cd59-4fb1-8354-6a6cdf87a1d3","137":"2b307d49-e140-49f0-99e7-957b9bba56b9","138":"18efa63d-a85d-4632-ab84-825487481ccb","139":"f56409c1-286e-4cd4-808e-028cb11a6453","140":"eb984d3e-7d62-4ace-9062-d5f36fe3f6e9","141":"c9e30bba-f3dd-46ce-bcce-64e50aa39ca4","142":"0c5384a4-5a2a-43ab-81f9-99dd414a733c","143":"83e146f4-139e-4045-b6da-1b6c929746f9","144":"d0144c29-04b8-4740-97df-3515611ee3f1","145":"a3bcbaee-d33c-481c-aaf6-aac99aaba742","146":"2bec9844-c655-497f-aa2b-c615ff7a322d","147":"4a2a756e-0d0a-4acb-8037-f9fe5fdfdddb","148":"5096d2a5-07db-43f0-b4de-84654d144938","149":"d53aedad-60fe-4925-aa50-5f18de1ab8a1","150":"8e095234-b0e0-4b45-acf3-b04cf52cbd0b","151":"571c0fbc-75cc-4363-bbe5-01e7a80d5726","152":"8bcfc2f0-bc12-4865-9888-62afc7f6b0b3","153":"be446775-0d30-4dfd-b3c4-e29177ec53e8","154":"890ad214-2a7f-4dd7-9ef5-01a86bec5149","155":"6efba5fe-dad2-493e-ae5e-d056ecad5f07","156":"4f988de8-52db-46b8-b1f5-d08f94234f4f","157":"6515569c-563d-4ed0-ab3c-793e66d0f648","158":"2d4d7f74-58c6-4b85-83b4-246b52cb24c9","159":"30dd22b7-caf6-44e0-a49e-ed2fc0b00a75","160":"2cc1f79d-86f5-437f-b970-15347630a361","161":"68aeb3bb-b6fe-4d4c-a0df-3946d60efd5e","162":"70b9b216-76bd-43bf-b44a-001dfc863db2","163":"e588aedb-2d21-454b-a01c-da1500893e2a","164":"098486e8-2043-40a6-87b1-5354ec57b482","165":"ce342c7e-ecfe-4f78-b5a2-0c94bf1083e9","166":"27896772-9b90-4597-8c41-cbd73974023d","167":"48dbf0c7-9450-4798-a1ee-9df3992a5258","168":"635f05e8-2d54-44bd-a42f-3c42802dec66","169":"286149ba-186a-4375-98e7-e6913734cc01","170":"6ecc56a7-b04c-4878-8da6-38cd07974e2c","171":"817b9c07-43cc-4b1f-8613-29c9a7c31b03","172":"267edeb9-8939-42f1-bcce-00c53f29e94c","173":"8f7f5158-36b6-4e4f-a4fd-7df8019897ab","174":"ab07c066-57f0-4d0e-9ea0-8231fb20240d","175":"eabbb998-a607-4562-bda7-828605525894","176":"83e85883-77ee-44b8-85ea-7c3042f1576d","177":"5b41ae33-a1b4-400c-b48f-b9e18cb510e5","178":"d9427c27-f18a-44fa-ad8a-83c8aeff95d9","179":"604374a6-b404-452b-9ec3-fa241b1444a9","180":"7f3edc18-2ee5-4417-80a4-a09cefd5b3ff","181":"28b28941-0443-4090-9583-51ddb126ef16","182":"5bffb2c3-d35a-4cb1-a227-92b4bfba11ba","183":"666a5e9a-70a7-4d01-8d1a-5ff2bb756071"}]